{
  "anime": [
    {
      "id": "1",
      "judul": "One Piece",
      "type": "TV",
      "tahun": "20 Oktober 1999",
      "status": "Watching",
      "episode": "1136",
      "rating": 7,
      "sinopsis": "Setelah nyaris selamat di dalam tong setelah melewati pusaran air mengerikan di laut, Monkey D. Luffy yang riang berakhir di atas kapal yang diserang bajak laut yang menakutkan. Meskipun tampak naif, ia tak bisa diremehkan. Tak tertandingi dalam pertempuran, Luffy sendiri adalah seorang bajak laut yang gigih mengejar harta karun One Piece yang didambakan dan gelar Raja Bajak Laut yang menyertainya.\n\nMendiang Raja Bajak Laut, Gol D. Roger, menggemparkan dunia sebelum kematiannya dengan mengungkapkan keberadaan timbunan kekayaannya dan menantang semua orang untuk mendapatkannya. Sejak saat itu, banyak bajak laut kuat telah mengarungi lautan berbahaya demi One Piece yang berharga, tetapi tak pernah kembali. Meskipun Luffy tidak memiliki kru dan kapal yang layak, ia diberkahi dengan kemampuan manusia super dan semangat pantang menyerah yang menjadikannya bukan hanya musuh yang tangguh, tetapi juga inspirasi bagi banyak orang.\n\nSaat ia menghadapi berbagai tantangan dengan senyum lebar di wajahnya, Luffy mengumpulkan teman-teman yang unik untuk bergabung dengannya dalam usahanya yang ambisius, bersama-sama menghadapi bahaya dan keajaiban dalam petualangan sekali seumur hidup mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1244/138851.jpg"
    },
    {
      "id": "2",
      "judul": "Naruto: Shippuuden",
      "type": "TV",
      "tahun": "15 Februari 2007",
      "status": "Complete",
      "episode": "500",
      "rating": 10,
      "sinopsis": "Sudah dua setengah tahun sejak Naruto Uzumaki meninggalkan Konohagakure, Desa Daun Tersembunyi, untuk latihan intensif menyusul berbagai peristiwa yang memicu hasratnya untuk menjadi lebih kuat. Kini, Akatsuki, organisasi misterius ninja pemberontak elit, semakin dekat dengan rencana besar mereka yang mungkin mengancam keselamatan seluruh dunia shinobi.\n\nMeskipun Naruto sudah dewasa dan berbagai peristiwa mengerikan membayangi, kepribadiannya tak banyak berubah—masih riuh dan kekanak-kanakan—meskipun kini ia jauh lebih percaya diri dan memiliki tekad yang lebih besar untuk melindungi teman-teman dan rumahnya. Apa pun yang terjadi, Naruto akan terus berjuang demi apa yang penting baginya, bahkan dengan mengorbankan tubuhnya sendiri, dalam kelanjutan kisah tentang seorang anak laki-laki yang ingin menjadi Hokage.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1565/111305.jpg"
    },
    {
      "id": "3",
      "judul": "Naruto: Shippuuden Movie 6 - Road to Ninja",
      "type": "Movie",
      "tahun": "28 Juli 2018",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Naruto dan Sakura kembali ke Konohagakure setelah mengalahkan anggota Akatsuki, namun keduanya merasa tidak puas. Naruto merindukan orang tuanya, sedangkan Sakura kesal dengan orang tuanya. Perselisihan mereka terhenti ketika Madara bertopeng memindahkan mereka ke dunia alternatif.\n\nDi dunia ini, orang tua Sakura telah gugur sebagai pahlawan, sementara orang tua Naruto masih hidup. Tidak bisa kembali, mereka menikmati kehidupan baru yang mereka idamkan. Namun, muncul ancaman besar yang memaksa keduanya berjuang melindungi Konohagakure dunia tersebut sekaligus mencari jalan pulang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1620/94336.jpg"
    },
    {
      "id": "4",
      "judul": "Naruto: Shippuuden Movie 5 - Blood Prison",
      "type": "Movie",
      "tahun": "30 Juli 2011",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Naruto dituduh menyerang Raikage dan dikirim ke penjara maksimum Kastil Houzuki. Chakra-nya disegel oleh sipir Mui, membuat upaya kaburnya gagal. Bersama dua narapidana, ia menemukan rahasia kelam penjara dan merencanakan operasi berbahaya untuk membuktikan dirinya tak bersalah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1500/134496.jpg"
    },
    {
      "id": "5",
      "judul": "Naruto: Shippuuden Movie 2 - Kizuna",
      "type": "Movie",
      "tahun": "2 Agustus 2008",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Ninja dari Negeri Langit menyerang Konoha untuk balas dendam. Naruto, bersama Sakura dan Hinata, ditugaskan mengawal dokter Shinnou dan Amaru, sementara tim lain menyerang markas musuh. Di balik misi itu, Orochimaru memerintahkan Sasuke menculik Shinnou. Saat kebenaran jahat terungkap, Naruto bertekad menghentikan perang meski menghadapi reuni tak terduga.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1484/134494.jpg"
    },
    {
      "id": "6",
      "judul": "Naruto Movie 1: Dai Katsugeki!! Yuki Hime Ninpouchou Dattebayo!",
      "type": "Movie",
      "tahun": "21 Agustus 2004",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Naruto Uzumaki dan rekan-rekannya, Sasuke Uchiha dan Sakura Haruno, dikirim dalam misi untuk mengawal kru film dalam perjalanan menuju Negeri Salju. Mereka segera mengetahui bahwa mereka sedang menemani seorang aktris terkenal, Yukie Fujikaze, yang terus-menerus menolak untuk pergi ke sana, membuat perjalanan jauh lebih sulit dari yang direncanakan. Setelah pertemuan tak terduga dengan para ninja dari Negeri Salju, Naruto menemukan bahwa ada lebih banyak hal tentang Yukie daripada yang terlihat.\n\nDai Katsugeki!! Yuki Hime Ninpouchou Dattebayo! mengikuti kelompok tersebut saat mereka berusaha mengatasi rintangan di Negeri Salju dan mengungkap tujuan sebenarnya Yukie di sana.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1231/134484.jpg"
    },
    {
      "id": "7",
      "judul": "Boruto: Naruto The Movie",
      "type": "Movie",
      "tahun": "7 Agustus 2015",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Boruto, putra Naruto, ingin membuktikan diri kepada ayahnya yang sibuk dengan tugas Hokage. Ia berlatih bersama Sasuke untuk menghadapi ujian Chunin. Namun, ujian terganggu oleh serangan musuh baru, memaksa Boruto, Naruto, dan para ninja lain melindungi Konoha. Dalam pertempuran, Boruto memahami arti sebenarnya menjadi ninja.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/78280.jpg"
    },
    {
      "id": "8",
      "judul": "Naruto: Shippuuden Movie 1",
      "type": "Movie",
      "tahun": "4 Agusstus 2007",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Sekelompok ninja berencana untuk menghidupkan kembali iblis yang kuat, dan begitu rohnya bersatu kembali dengan tubuhnya, dunia akan hancur. Satu-satunya cara untuk mencegah hal ini terjadi adalah dengan menyegelnya selamanya oleh Shion, seorang gadis kuil.\n\nNaruto Uzumaki ditugaskan untuk menjaganya, tetapi satu hal menghalangi Shion untuk menerima bantuannya: Naruto juga memiliki kemampuan untuk memprediksi kematian—dan ia telah meramalkan kematiannya yang akan segera terjadi. Untuk menghindari takdirnya, Naruto harus menjauh dari Shion; namun, tanpa gentar, ia memilih untuk menantang ramalan tersebut demi melindungi Shion dan dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1703/134493.jpg"
    },
    {
      "id": "9",
      "judul": "Naruto: Shippuuden Movie 4 - The Lost Tower",
      "type": "Movie",
      "tahun": "31 Juli 2010",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Naruto, Sakura, Sai, dan Yamato ditugaskan menangkap Mukade, ninja pemberontak yang mencari chakra kuno Ryuumyaku di reruntuhan Rouran. Meski Ryuumyaku pernah disegel oleh Hokage Keempat, mereka gagal menghentikan Mukade membebaskannya. Ledakan energi besar pun menelan Naruto dan Yamato, membawa mereka ke masa lalu.\n\nNaruto terbangun di Rouran, sebuah kerajaan megah namun berbahaya, dan bertemu Ratu muda Saara. Ia mengetahui bahwa ia berada 20 tahun di masa lalu, di mana Mukade telah menyusup ke istana sebagai menteri bernama Anrokuzan. Bersama tiga ninja Konoha yang sedang menjalankan misi rahasia, Naruto bertekad melindungi Saara, menghentikan rencana jahat Mukade, dan mencari cara untuk kembali ke masa kini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1479/116734.jpg"
    },
    {
      "id": "10",
      "judul": "The Last: Naruto The Movie",
      "type": "Movie",
      "tahun": "6 Desember 2014",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Dua tahun setelah Perang Ninja Keempat, kedamaian Konoha terganggu saat bulan mendekati Bumi, mengancam kehancuran planet. Toneri Ootsutsuki menculik Hanabi, adik Hinata, memaksa Kakashi mengirim Naruto, Hinata, Sakura, Shikamaru, dan Sai untuk menyelamatkannya. Dalam misi penuh rintangan, hubungan tim diuji, sementara Naruto menyadari bahwa perjuangannya kali ini juga tentang cinta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1491/134498.jpg"
    },
    {
      "id": "11",
      "judul": "Naruto Movie 2: Dai Gekitotsu! Maboroshi no Chiteiiseki Dattebayo!",
      "type": "Movie",
      "tahun": "6 Agustus 2005",
      "status": "Complete",
      "episode": "1",
      "rating": 10,
      "sinopsis": "Pasukan Sunagakure menghadapi invasi prajurit berbaju besi misterius dari Negeri Angin. Dalam misi mencari musang hilang, Naruto, Sakura, dan Shikamaru disergap oleh pasukan itu yang dipimpin ksatria Temujin. Pertarungan membuat Naruto dan Temujin jatuh dari tebing, sementara Sakura mencari Naruto dan Shikamaru menyusup ke benteng raksasa yang menghancurkan alam sekitar. Bersama Sunagakure, ninja Konoha berjuang melawan musuh, di tengah bentrokan dua pandangan berbeda tentang dunia ideal.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1114/134485.jpg"
    },
    {
      "id": "12",
      "judul": "Elfen Lied",
      "type": "TV",
      "tahun": "25 Juli 2004",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Lucy, Diclonius dengan kekuatan telekinetik dan tanduk pendek, melarikan diri dari eksperimen pemerintah setelah mengalami penyiksaan. Cedera kepala menyebabkan kepribadiannya terpecah menjadi sosok anak kecil yang tak berbahaya. Ia bertemu Kouta dan Yuka, dua mahasiswa yang merawatnya tanpa tahu bahaya di baliknya, hingga mereka terjerat dalam konspirasi gelap pemerintah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1780/121555.jpg"
    },
    {
      "id": "13",
      "judul": "Death Note",
      "type": "TV",
      "tahun": "4 Oktober 2006",
      "status": "Complete",
      "episode": 37,
      "rating": 9,
      "sinopsis": "Light Yagami, pelajar cerdas, menemukan Death Note milik dewa kematian Ryuk yang bisa membunuh orang dengan menulis nama mereka. Menggunakan kekuatan itu, Light alias Kira berusaha membersihkan dunia dari kejahatan. Namun, detektif jenius L mengejarnya, memulai pertarungan kecerdasan mematikan antara keduanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1079/138100.jpg"
    },
    {
      "id": "14",
      "judul": "Enen no Shouboutai: San no Shou",
      "type": "TV",
      "tahun": "5 April 2025",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Setelah pelatihan dengan Benimaru, Shinra dan Arthur kembali ke Kompi 8. Namun, Kapten Akitaru Oubi ditangkap polisi militer yang dikendalikan sekte White-Clad. Haumea, anggota White-Clad dengan kekuatan Adolla Burst, menguasai pimpinan Kekaisaran Tokyo dan menyusup ke pemadam kebakaran. Shinra dan Kompi 8 akhirnya dicap pemberontak setelah misi penyelamatan untuk membebaskan kapten dan Tokyo.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1527/146836.webp"
    },
    {
      "id": "15",
      "judul": "Wind Breaker Season 2",
      "type": "TV",
      "tahun": "4 April 2025",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Sejak Haruka Sakura bergabung dengan Furin High School, di mana para siswa menyebut diri mereka Bofurin dan melindungi kota Makochi, ia mendapatkan teman baru meski awalnya skeptis. Kini, ia mulai belajar bertarung bersama teman-temannya dan perlahan keluar dari masa lalunya yang menyendiri, serta menjadi ketua kelas tahun pertama.\n\nKemampuan Sakura diuji saat mereka menghadapi KEEL—kelompok preman terkenal dengan kekerasan dan intimidasi. Meski KEEL tampak seperti kelompok nakal biasa, kekuatan dan kemunculan tiba-tiba mereka menyembunyikan ancaman yang lebih besar. Dengan segala tantangan, Sakura harus mengakui kekurangannya dan menerima bantuan dari kakak kelas untuk menjaga kedamaian di Makochi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1526/148873.webp"
    },
    {
      "id": "16",
      "judul": "Vigilante: Boku no Hero Academia Illegals",
      "type": "TV",
      "tahun": "7 April 2025",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Kouichi Haimawari, mahasiswa dengan kemampuan meluncur secepat sepeda, bermimpi jadi pahlawan tapi merasa kemampuannya terbatas. Ia pun mengambil pekerjaan di luar hukum yang tak bisa ditangani polisi atau pahlawan resmi. Suatu hari, ia bertemu dua orang unik, Knuckleduster dan Pop☆Step, lalu bergabung untuk menghentikan penyebaran obat Quirk berbahaya yang mengubah orang biasa jadi penjahat. Bersama, mereka berusaha menindak kejahatan yang sering luput dari hukum.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1538/148604.webp"
    },
    {
      "id": "17",
      "judul": "Haite Kudasai, Takamine-san",
      "type": "TV",
      "tahun": "2 April 2025",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Koushi Shirota terkejut melihat Takane Takamine, presiden OSIS yang sempurna, dengan berani melepas celana dalamnya di depan kelas setelah mendapat nilai 98%. Ajaibnya, nilai itu langsung menjadi 100%. Takamine mengungkapkan bahwa ia punya kemampuan \"Eternal Virgin Road\" yang bisa menghapus kesalahan dengan melepas sehelai pakaian dalam. Karena Shirota satu-satunya yang tahu rahasia ini, Takamine memaksa dia menjadi pembawa celana dalam cadangan agar bisa memakai kemampuannya kapan saja. Hidup Shirota pun berubah total karena harus dekat dengan presiden OSIS yang tak terduga itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1521/148809.webp"
    },
    {
      "id": "18",
      "judul": "Mono",
      "type": "TV",
      "tahun": "13 April 2025",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Klub Fotografi dan Klub Film terancam ditutup, sehingga keduanya digabung menjadi Klub Cinephoto! Anggota klub, Satsuki, An, dan Sakurako, menjadi tokoh utama dalam manga terbaru karya Haruno yang bertema kamera aksi. Mereka menjelajahi Jepang, mengabadikan keindahan, mencoba berbagai gadget selain kamera, dan menikmati kuliner lokal selama perjalanan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1677/148603.webp"
    },
    {
      "id": "19",
      "judul": "Zatsu Tabi: That's Journey",
      "type": "TV",
      "tahun": "7 April 2025",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Chika Suzugamori, mangaka baru berusia 18 tahun, mengalami tiga kali penolakan naskah dalam sehari. Editor menyarankan ia memasukkan minatnya ke karya, tapi Chika yang lebih suka di dalam rumah merasa bingung dan ingin pergi berlibur. Setelah mengadakan polling online, ia spontan melakukan perjalanan solo ke utara Jepang. Saat berada di puncak Gunung Haguro, ia merasa segar dan termotivasi kembali, serta berencana menjelajah Jepang bersama teman lama dan baru meski nantinya karyanya tetap ditolak.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1944/148218.webp"
    },
    {
      "id": "20",
      "judul": "Guimi Zhi Zhu: Xiaochou Pian",
      "type": "ONA",
      "tahun": "28 Juni 2025",
      "status": "Plan to Watch",
      "episode": "13",
      "rating": 7,
      "sinopsis": "Di dunia Victoria yang dipenuhi uap, kapal perang, dan kengerian gaib, Zhou Mingrui bangkit sebagai Klein Moretti. Ia berjalan di ujung tanduk antara terang dan gelap, terjerat dengan Gereja-gereja yang bertikai. Inilah legenda potensi tak terbatas... dan bahaya yang tak terkatakan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1952/149229.webp"
    },
    {
      "id": "21",
      "judul": "Jujutsu Kaisen: Kaigyoku/Gyokusetsu",
      "type": "Movie",
      "tahun": "30 Mei 2025",
      "status": "Plan to Watch",
      "episode": "1",
      "rating": 7,
      "sinopsis": "Sebuah film kompilasi dari alur cerita Hidden Inventory dan Premature Death dari Jujutsu Kaisen.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1999/147023.webp"
    },
    {
      "id": "22",
      "judul": "Solo Leveling Season 2",
      "type": "TV",
      "tahun": "5 Januari 2025",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Setelah naik level secara eksponensial, Jinwoo Sung melanjutkan perjuangannya melawan makhluk kuat di dunia bawah tanah sambil mengungkap rahasia di balik kekuatannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1448/147351.webp"
    },
    {
      "id": "23",
      "judul": "Dr. Stone: Science Future",
      "type": "TV",
      "tahun": "9 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Setelah mengatasi krisis di Kerajaan Petrifikasi, Senkuu dan timnya bersiap menghadapi dalang di balik fenomena itu yang diduga berada di bulan. Proyek kapal luar angkasa Perseus dimulai untuk mengumpulkan sumber daya penting dari seluruh dunia. Saat tiba di Amerika, mereka menghadapi musuh yang menguasai teknologi ilmiah lebih maju. Dalam pertarungan ilmu pengetahuan, Senkuu dan tim harus mengalahkan lawan demi kelangsungan hidup umat manusia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1403/146479.webp"
    },
    {
      "id": "24",
      "judul": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo 2nd Season",
      "type": "TV",
      "tahun": "12 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Lanjutan kisah kocak dan romantis dari protagonis yang memiliki 100 pacar perempuan dengan kepribadian yang sangat berbeda-beda.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1093/145470.webp"
    },
    {
      "id": "25",
      "judul": "Sakamoto Days",
      "type": "TV",
      "tahun": "11 Januari 2025",
      "status": "Complete",
      "episode": "11",
      "rating": 7,
      "sinopsis": "Sakamoto, mantan pembunuh bayaran yang kini membuka toko kelontong, harus berhadapan dengan masa lalunya yang penuh bahaya sambil menjaga keluarganya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1026/146459.webp"
    },
    {
      "id": "26",
      "judul": "Guild no Uketsukejou desu ga, Zangyou wa Iya nanode Boss wo Solo Toubatsu shiyou to Omoimasu",
      "type": "TV",
      "tahun": "11 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Alina Clover bekerja sebagai resepsionis guild petualang dengan harapan hidup nyaman tanpa lembur. Namun, tumpukan pekerjaan membuatnya sering lembur. Saat bos dungeon terlalu lama dikalahkan, Alina yang kelelahan menyamar sebagai \"Executioner\" dan menuntaskan bos tersebut sendiri. Rahasianya terbongkar ketika pemimpin tim Silver Sword, Jade Scrade, mengenalinya, mengancam mimpi Alina akan kehidupan tanpa beban.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1904/144608.webp"
    },
    {
      "id": "27",
      "judul": "Ishura 2nd Season",
      "type": "TV",
      "tahun": "8 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 6,
      "sinopsis": "Setelah pertempuran sengit di season pertama, konflik antara para pejuang dengan kekuatan luar biasa semakin memanas. Di Season 2, Ishura menghadapi musuh baru dan ancaman yang lebih besar yang menguji batas kekuatannya dan tekadnya. Bersama sekutu dan lawan yang tak terduga, ia harus menghadapi pertarungan epik yang menentukan nasib dunia. Di tengah pertempuran dan intrik, Ishura terus mencari jawaban tentang asal-usul kekuatannya dan takdirnya yang sebenarnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1699/146979.webp"
    },
    {
      "id": "28",
      "judul": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta.",
      "type": "TV",
      "tahun": "3 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Saito Houjou dan Akane Sakuramori, yang selalu bertengkar, tiba-tiba dipaksa menikah oleh kakek dan nenek mereka. Meski awalnya tidak mau, mereka harus tinggal bersama sebagai suami istri. Hidup bersama perlahan mengubah kebencian mereka menjadi cinta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1775/147330.webp"
    },
    {
      "id": "29",
      "judul": "Kono Kaisha ni Suki na Hito ga Imasu",
      "type": "TV",
      "tahun": "6 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Yui Mitsuya dan Masugu Tateishi, rekan kerja yang sering bertengkar, sebenarnya berpacaran. Mereka pura-pura tidak akur agar rahasia hubungan mereka tetap tersembunyi di kantor. Meski sering mengalami situasi canggung dan hampir ketahuan, hubungan mereka justru semakin erat setiap harinya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1123/146384.webp"
    },
    {
      "id": "30",
      "judul": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai",
      "type": "TV",
      "tahun": "7 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Mona Kawai selalu jadi pusat perhatian di mana pun dia berada, sampai bertemu Medaka Kuroiwa, siswa pindahan yang selalu menunjukkan ketidaktertarikan padanya. Mona mencoba berbagai cara untuk menarik perhatian Medaka, tapi ia tetap cuek karena ingin menjadi biksu dan meninggalkan segala keinginan duniawi. Namun, tanpa sadar, Mona justru mulai jatuh cinta pada Medaka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1792/146404.webp"
    },
    {
      "id": "32",
      "judul": "Douse, Koishite Shimaunda.",
      "type": "TV",
      "tahun": "10 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Cerita romantis dan emosional tentang pasangan yang akhirnya jatuh cinta setelah melalui berbagai rintangan dan kesalahpahaman.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1021/146952.webp"
    },
    {
      "id": "33",
      "judul": "Yi Ren Zhi Xia: Xiu Tie Chong Xian",
      "type": "ONA",
      "tahun": "15 Februari 2025",
      "status": "Complete",
      "episode": "1",
      "rating": 8,
      "sinopsis": "Dalam dunia penuh konflik dan kekuatan mistis, seorang pejuang yang kuat dan penuh tekad berjuang untuk membalas dendam dan melindungi orang-orang yang dicintainya. Dengan kemampuan spiritual dan teknik bela diri yang luar biasa, ia menghadapi berbagai musuh berbahaya dan mengungkap rahasia kelam yang mengancam kedamaian dunia. Perjalanannya penuh dengan pertarungan epik, pengkhianatan, dan perjuangan untuk keadilan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1540/141294.jpg"
    },
    {
      "id": "34",
      "judul": "Kaijuu 8-gou Movie",
      "type": "Movie",
      "tahun": "28 Maret 2025",
      "status": "Plan to Watch",
      "episode": "1",
      "rating": 8,
      "sinopsis": "Di Jepang yang dipenuhi Kaiju, Kafka Hibino bekerja sebagai petugas pembersih monster. Setelah bertemu kembali dengan teman masa kecilnya, Mina Ashiro, anggota muda Pasukan Pertahanan Anti-Kaiju, Kafka memutuskan mengejar mimpinya bergabung dengan pasukan itu. Namun, ia tiba-tiba berubah menjadi \"Kaiju No. 8\" yang kuat. Dengan bantuan rekannya, Reno Ichikawa, Kafka menyembunyikan identitasnya sambil berusaha lulus ujian Pasukan Pertahanan. Ketika Kaiju cerdas menyerang markas, Kafka menghadapi pilihan penting dalam situasi genting.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1127/146604.webp"
    },
    {
      "id": "35",
      "judul": "Kaijuu 8-gou: Hoshina no Kyuujitsu",
      "type": "Movie",
      "tahun": "28 Maret 2025",
      "status": "Plan to Watch",
      "episode": "1",
      "rating": 7,
      "sinopsis": "Libur sehari... Setelah sekian lama berlatih, Reno lupa apa yang seharusnya ia lakukan di waktu luang. Namun, ketika ia melihat Hoshina sedang merencanakan sesuatu, ia pun menjalankan misi untuk membuntutinya bersama Iharu!",
      "gambar": "https://cdn.myanimelist.net/images/anime/1262/146724.webp"
    },
    {
      "id": "36",
      "judul": "Beheneko: The Elf-Girl's Cat is Secretly an S-Ranked Monster!",
      "type": "TV",
      "tahun": "4 Januari 2025",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Tidak ada yang ingin jadi kucing!\n\nSetelah mati dalam pertempuran melawan kejahatan, seorang ksatria terkejut karena terlahir kembali bukan sebagai pahlawan, melainkan sebagai behemoth—monster terkuat di dunia! Namun, sebagai bayi behemoth, wujudnya malah seperti kucing imut. Perjalanan aneh ksatria-kucing ini semakin rumit saat seorang elf petualang cantik menyelamatkannya, bukan membunuhnya. Kisahnya baru saja dimulai.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1656/146916.jpg"
    },
    {
      "id": "37",
      "judul": "Dandadan",
      "type": "TV",
      "tahun": "4 Oktober 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Momo dan Ken, dua siswa SMA dengan kepercayaan berbeda tentang hal gaib, awalnya berselisih namun kemudian menjalin persahabatan unik. Mereka mengalami petualangan supranatural, bertemu makhluk legenda urban, dan mengembangkan kekuatan super, belajar saling melengkapi untuk bertahan hidup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1584/143719.webp"
    },
    {
      "id": "38",
      "judul": "Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su 2nd Season",
      "type": "TV",
      "tahun": "13 Oktober 2024",
      "status": "Complete",
      "episode": 25,
      "rating": 8,
      "sinopsis": "Rakurou “Sunraku” Hizutome jatuh cinta dengan game VR Shangri-La Frontier. Bersama teman dan pemandunya, ia menjelajahi dunia game untuk mendapatkan peralatan sihir kuno dan menghadapi monster kuat, sembari menggali rahasia dunia permainan tersebut untuk mengubahnya selamanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1996/147601.webp"
    },
    {
      "id": "39",
      "judul": "Dragon Ball Daima",
      "type": "TV",
      "tahun": "11 Oktober 2024",
      "status": "Complete",
      "episode": 20,
      "rating": 9,
      "sinopsis": "Setelah mengalahkan Majin Buu, Gokuu dan teman-temannya dikecilkan oleh raja jahat Gomah di Alam Iblis. Dengan bantuan beberapa sekutu baru, Gokuu berusaha menguasai tubuh kecilnya untuk melawan, menyelamatkan Dende dan mengembalikan semua ke bentuk asli.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1723/145231.webp"
    },
    {
      "id": "40",
      "judul": "Kimi wa Meido-sama.",
      "type": "TV",
      "tahun": "6 Oktober 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Hitoyoshi Yokoya kedatangan seorang gadis misterius yang mengaku sebagai pelayan sekaligus pembunuh profesional. Meski awalnya takut, ia menerima gadis itu yang dinamainya Yuki, membantu memulai hidup baru bagi gadis itu jauh dari masa lalu kelamnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1909/144684.webp"
    },
    {
      "id": "41",
      "judul": "Ao no Miburo",
      "type": "TV",
      "tahun": "19 Oktober 2024",
      "status": "Complete",
      "episode": 24,
      "rating": 8,
      "sinopsis": "Nio Chirinu, yatim piatu, menjadi pelayan di restoran nenek angkatnya. Setelah dipakai sebagai umpan dalam penangkapan penculik anak, ia bergabung dengan kelompok ronin Miburo untuk melindungi Kyoto. Nio berlatih keras untuk diterima dan membela keadilan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1079/147334.webp"
    },
    {
      "id": "42",
      "judul": "Goukon ni Ittara Onna ga Inakatta Hanashi",
      "type": "TV",
      "tahun": "5 Oktober 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Mahasiswa Tokiwa diundang ke acara kumpul-kumpul oleh teman sekelas perempuannya, Suo. Namun, ketika ia datang bersama teman-temannya, mereka justru disambut oleh tiga pria tampan yang memukau?!.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1198/145156.webp"
    },
    {
      "id": "43",
      "judul": "Blue Lock vs. U-20 Japan",
      "type": "TV",
      "tahun": "6 Oktober 2024",
      "status": "Complete",
      "episode": 14,
      "rating": 7,
      "sinopsis": "Proyek Blue Lock menyaring 35 striker terbaik yang akan bertanding melawan tim U-20 Jepang. Hanya beberapa yang akan terpilih jadi pemain resmi U-20, dan yang kalah akan membuat proyek Blue Lock berakhir. Yoichi Isagi dan yang lain harus bersatu untuk menaklukkan lawan dan menunjukkan kemampuan terbaik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1584/144860.webp"
    },
    {
      "id": "44",
      "judul": "Kekkon Suru tte, Hontou desu ka?",
      "type": "TV",
      "tahun": "3 Oktober 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Takuya dan Rika, rekan kerja introvert di sebuah agen perjalanan, berbohong seolah-olah bertunangan agar bisa mempertahankan kehidupan tenang mereka dan menghindari dipindah ke cabang baru di Alaska. Namun, kebohongan ini justru membawa perubahan besar dalam hidup mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1969/145469.webp"
    },
    {
      "id": "45",
      "judul": "Uzumaki",
      "type": "TV",
      "tahun": "28 September 2024",
      "status": "Complete",
      "episode": 4,
      "rating": 8,
      "sinopsis": "Di kota Kurouzu-cho, Kirie mengetahui ada keanehan setelah melihat ayah pacarnya menatap cangkang siput. Ketegangan meningkat saat kota itu mulai terkena wabah spiral yang membuat penduduk menjadi gila, memicu serangkaian kejadian mengerikan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1207/146272.webp"
    },
    {
      "id": "46",
      "judul": "Amagami-san Chi no Enmusubi",
      "type": "TV",
      "tahun": "2 Oktober 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Uryuu Kamihate, yang kehilangan ibunya, skeptis pada dewa dan ingin jadi dokter. Ia tinggal di rumah kuil bersama tiga cucu kepala kuil yang harus dipilihnya untuk dinikahi sebagai syarat pewarisan. Konflik antara tujuan dan tradisi membuat hidupnya penuh tantangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1303/147193.webp"
    },
    {
      "id": "49",
      "judul": "One Piece: Gyojin Tou-hen",
      "type": "TV",
      "tahun": "3 November 2024",
      "status": "Complete",
      "episode": 21,
      "rating": 6,
      "sinopsis": "Dua tahun setelah Perang Puncak, Luffy kembali berkumpul dengan kru Topi Jerami untuk berlayar ke Dunia Baru. Mereka menghadapi berbagai ancaman, termasuk peniru mereka, tapi dengan tekad kuat, Luffy siap menjadi Raja Bajak Laut.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1928/146063.webp"
    },
    {
      "id": "50",
      "judul": "One Piece Fan Letter",
      "type": "Special",
      "tahun": "20 Oktober 2024",
      "status": "Complete",
      "episode": "1",
      "rating": 9,
      "sinopsis": "Seorang gadis dari Sabaody mengidolakan Nami, navigator kru Topi Jerami. Demi mengirim surat penggemar, ia berani menentang pihak berwenang yang berusaha menghalangi keberangkatan kru Luffy. Tindakannya bisa membawa konsekuensi besar bagi dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1455/146229.webp"
    },
    {
      "id": "51",
      "judul": "5-toubun no Hanayome*",
      "type": "Special",
      "tahun": "24 Desember 2024",
      "status": "Complete",
      "episode": "2",
      "rating": 9,
      "sinopsis": "Berpusat pada perjalanan bulan madu Fuutarou Uesugi dan saudara perempuan Nakano.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1915/145336.webp"
    },
    {
      "id": "52",
      "judul": "Tokidoki Bosotto Russia-go de Dereru Tonari no Aalya-san",
      "type": "TV",
      "tahun": "3 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Seirei Academy adalah sekolah bergengsi di Jepang. Alisa Mikhailovna 'Alya' Kujou, setengah Rusia setengah Jepang, adalah bendahara OSIS yang terkenal pintar, cantik, dan kaku. Alya mulai tertarik pada teman sekelasnya, Masachika Kuze, yang malas di kelas dan tidak tampak tertarik padanya. Alya sering mengungkapkan perasaannya dalam bahasa Rusia, tanpa tahu Masachika sebenarnya mengerti bahasa itu karena ia belajar Rusia untuk bertemu kembali dengan teman masa kecilnya. Hubungan mereka yang unik dan lucu semakin dalam seiring waktu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1825/142258.webp"
    },
    {
      "id": "53",
      "judul": "Koi wa Futago de Warikirenai",
      "type": "TV",
      "tahun": "10 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Jun Shirasaki dan Jinguuji bersaudara adalah teman masa kecil dan tetangga. Ketika pacar pertama Jun, Rumi, sang kakak, memutuskan hubungan dengannya, ia mengatakan sesuatu yang memperumit hubungan mereka bertiga, cinta pertama mereka, dan romansa mereka—?",
      "gambar": "https://cdn.myanimelist.net/images/anime/1315/142250.webp"
    },
    {
      "id": "54",
      "judul": "2.5-Jigen no Ririsa",
      "type": "TV",
      "tahun": "5 Juli 2024",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Masamune Okumura, siswa SMA yang mencintai anime dan manga, menjadi presiden klub manga. Saat bertemu Ririsa Amano, cosplayer penuh semangat, ia menjadi fotografer pribadi untuk proyek cosplay karakter favorit mereka, Liliel. Masamune juga bertemu kembali dengan teman masa kecilnya, Mikari, yang ingin menjadi cosplayer agar bisa menarik perhatiannya. Namun, cinta Masamune untuk karakter fiksi membuatnya sulit membuka hati pada orang sungguhan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1779/143584.webp"
    },
    {
      "id": "55",
      "judul": "Overlord Movie 3: Sei Oukoku-hen",
      "type": "Movie",
      "tahun": "20 September 2024",
      "status": "Complete",
      "episode": 1,
      "rating": 7,
      "sinopsis": "Kerajaan Suci menikmati kedamaian berkat tembok raksasa setelah tragedi besar. Ketika raja iblis Jaldabaoth memimpin pasukan monster menyerang, kerajaan tidak mampu bertahan. Para pemimpin kerajaan harus mencari bantuan, termasuk dari raja mayat hidup dari Negara Kegelapan, demi mempertahankan kedamaian dan keberadaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1954/144101.webp"
    },
    {
      "id": "56",
      "judul": "Boku no Hero Academia the Movie 4: You’re Next",
      "type": "Movie",
      "tahun": "2 Agustus 2024",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Kerajaan Suci menikmati kedamaian berkat tembok raksasa setelah tragedi besar. Ketika raja iblis Jaldabaoth memimpin pasukan monster menyerang, kerajaan tidak mampu bertahan. Para pemimpin kerajaan harus mencari bantuan, termasuk dari raja mayat hidup dari Negara Kegelapan, demi mempertahankan kedamaian dan keberadaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1480/143549.webp"
    },
    {
      "id": "57",
      "judul": "Gimai Seikatsu",
      "type": "TV",
      "tahun": "4 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yuuta Asamura mendapat saudara tiri baru bernama Saki Ayase, gadis tercantik di sekolah. Mereka sepakat menjaga jarak yang nyaman karena pengalaman hubungan rumit orang tua mereka. Saki sulit bergantung pada orang lain karena bekerja keras demi keluarga, sementara Yuuta bingung bagaimana memperlakukan Saki. Mereka belajar menjalani hidup bersama, beralih dari orang asing jadi teman, dan mungkin suatu hari menjadi lebih dari itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1420/143707.webp"
    },
    {
      "id": "58",
      "judul": "Isekai Shikkaku",
      "type": "TV",
      "tahun": "9 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Seorang penulis terkenal bernama Sensei hampir mewujudkan impian hidupnya dan hendak bunuh diri bersama kekasihnya, Sacchan. Namun, ia tertabrak truk dan terlempar ke dunia lain. Dinyatakan sebagai petualang oleh pendeta setempat, Sensei mendapat misi membunuh raja iblis, tapi ia lebih memilih mencari Sacchan yang mungkin ada di dunia baru itu. Dalam perjalanan, ia bertemu Tama dan Annette yang menemaninya. Mereka menyadari ancaman sebenarnya bukan monster, tapi manusia, dan Sensei mungkin satu-satunya yang bisa menghentikan mereka..",
      "gambar": "https://cdn.myanimelist.net/images/anime/1252/143457.webp"
    },
    {
      "id": "59",
      "judul": "Nige Jouzu no Wakagimi",
      "type": "TV",
      "tahun": "6 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Tokiyuki Houjou, bangsawan muda berusia delapan tahun, santai dan tidak peduli dengan tanggung jawab sebagai calon shogun. Ia lebih ahli menghindar dan bersembunyi daripada berlatih bertarung. Namun, ketika klannya dihancurkan oleh kudeta, Tokiyuki yang satu-satunya yang selamat harus bertahan hidup di medan perang. Dengan bantuan seorang pendeta misterius yang meramalkan ia akan menjadi pahlawan hebat, Tokiyuki berjanji membalas dendam bukan dengan bertarung, tapi dengan kemampuan larinya yang luar biasa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1386/140401.webp"
    },
    {
      "id": "60",
      "judul": "Boku no Tsuma wa Kanjou ga Nai",
      "type": "TV",
      "tahun": "2 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Takuma Kosugi adalah pekerja kantoran yang sibuk dan membeli robot rumah tangga bekas bernama Mina. Suatu hari, dalam keadaan mabuk, Takuma bercanda mengatakan Mina harus menjadi istrinya. Mina mengambil kata-katanya serius, dan mereka mulai hidup seperti pasangan suami istri. Mereka semakin dekat tapi harus menghadapi pandangan negatif masyarakat tentang hubungan manusia dan robot.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1101/143646.webp"
    },
    {
      "id": "61",
      "judul": "Elf-san wa Yaserarenai.",
      "type": "TV",
      "tahun": "7 Juli 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Tomoatsu Naoe adalah terapis pijat yang bertemu klien aneh bernama Erufuda, yang ternyata elf. Erufuda jatuh cinta pada makanan cepat saji dan berat badannya naik sehingga tidak bisa kembali ke dunianya. Naoe membantu Erufuda menurunkan berat badan agar bisa pulang. Namun, Erufuda sering kali kembali gemuk, dan mereka bertemu dengan orang lain dari dunia lain yang juga ingin menurunkan berat badan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1382/143437.webp"
    },
    {
      "id": "62",
      "judul": "Touken Ranbu: Kai - Douden Chikashi Habera Umonora",
      "type": "Movie",
      "tahun": "16 Agustus 2024",
      "status": "Plan to Watch",
      "episode": "1",
      "rating": 7,
      "sinopsis": "Pada tahun 2205 M, kekuatan jahat menyerang masa lalu, mengancam untuk mengubah jalannya sejarah. Sang hakim memanggil empat pendekar pedang, dengan bilah pedang yang diberkati oleh seorang pendeta Shinto, untuk melindungi masa lalu dan menyelamatkan masa depan. Setia kepada mantan tuan mereka, raja iblis Oda Nobunaga, mereka melakukan perjalanan kembali ke Kuil Honnoji tempat ia dibunuh. Bisakah mereka menghentikan kejahatan dan melestarikan masa lalu? Hanya waktu yang akan menjawabnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1725/144268.webp"
    },
    {
      "id": "63",
      "judul": "Mushoku Tensei: Isekai Ittara Honki Dasu Part 2",
      "type": "TV",
      "tahun": "8 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Setelah mengikuti nasihat dewa tanpa wajah Hitogami, Rudeus Greyrat berhasil masuk Universitas Sihir dan bertemu kembali dengan sahabat masa kecilnya, Sylphiette. Mereka semakin dekat dan merencanakan pesta pernikahan. Namun masalah terus datang, seperti penelitian yang menemui jalan buntu dan surat dari ayahnya yang menimbulkan komplikasi. Rudeus harus menggunakan pelajaran hidupnya untuk menghadapi tantangan baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1876/141251.webp"
    },
    {
      "id": "64",
      "judul": "Kaijuu 8-gou",
      "type": "TV",
      "tahun": "13 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Kafka Hibino dan Mina Ashiro berjanji menjadi anggota Pasukan Pertahanan untuk melindungi Jepang dari monster raksasa, kaijuu. Setelah lama, Kafka menyerah pada mimpinya tapi bertemu rekan baru Reno dan mendapatkan kekuatan berubah menjadi kaijuu humanoid. Dengan kekuatan baru, Kafka bertekad melindungi manusia bersama Mina dan Reno.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1370/140362.webp"
    },
    {
      "id": "65",
      "judul": "Yuru Camp△ Season 3",
      "type": "TV",
      "tahun": "4 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Nadeshiko dan teman-temannya melanjutkan kegembiraan camping. Mereka merencanakan perjalanan camping bersama di sekitar Sungai Ooi, membuat kenangan indah yang bertahan lama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1178/142710.webp"
    },
    {
      "id": "66",
      "judul": "Wind Breaker",
      "type": "TV",
      "tahun": "5 April 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Haruka Sakura, yang dijauhi karena penampilannya, jadi petarung ulung. Masuk SMA Furin, Sakura bertemu dengan kelompok 'Bofurin' yang melindungi kota dari bahaya. Meskipun belum terbiasa, Sakura belajar menerima dukungan dan berjuang bukan hanya untuk dirinya, tapi juga orang lain.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1438/141816.webp"
    },
    {
      "id": "67",
      "judul": "Jiisan Baasan Wakagaeru",
      "type": "TV",
      "tahun": "7 April 2024",
      "status": "Complete",
      "episode": 11,
      "rating": 7,
      "sinopsis": "Shouzou dan Ine menikah selama hampir 60 tahun dan hidup sederhana. Suatu hari mereka menemukan apel emas yang membuat mereka muda kembali. Dengan tubuh muda, mereka menjalani hidup baru penuh kebahagiaan, dari ikut festival sampai main video game, menghidupkan kembali cinta mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1676/141714.webp"
    },
    {
      "id": "68",
      "judul": "Karasu wa Aruji wo Erabanai",
      "type": "TV",
      "tahun": "6 April 2024",
      "status": "Complete",
      "episode": 20,
      "rating": 8,
      "sinopsis": "Di Kerajaan Yamauchi, manusia bisa berubah jadi burung gagak tiga kaki. Pangeran Wakamiya terpilih sebagai pelayan Dewa Gunung, memicu perebutan kekuasaan dan persaingan antar wanita yang datang ke istana.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1084/142685.webp"
    },
    {
      "id": "69",
      "judul": "Blue Lock: Episode Nagi",
      "type": "Movie",
      "tahun": "19 April 2024",
      "status": "Complete",
      "episode": 1,
      "rating": 7,
      "sinopsis": "Seishiro Nagi, jenius sepak bola yang awalnya acuh, mulai menemukan gairahnya setelah bertemu Reo Mikage. Di Blue Lock, Nagi belajar mengasah bakat dan ambisi menjadi striker terbaik dunia, menghadapi rival dan dinamika persahabatan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1239/139928.webp"
    },
    {
      "id": "70",
      "judul": "Kimetsu no Yaiba: Hashira Geiko-hen",
      "type": "TV",
      "tahun": "12 Mei 2024",
      "status": "Complete",
      "episode": 8,
      "rating": 10,
      "sinopsis": "Setelah bertarung melawan iblis tingkat tinggi, klan Ubuyashiki mempersiapkan pertempuran terakhir melawan Muzan Kibutsuji. Tanjirou berlatih dengan para Hashira untuk menguasai kemampuan mereka demi mempersiapkan perang yang akan datang dan memenuhi janjinya mengalahkan Muzan..",
      "gambar": "https://cdn.myanimelist.net/images/anime/1565/142711.webp"
    },
    {
      "id": "71",
      "judul": "Boku no Hero Academia 7th Season",
      "type": "TV",
      "tahun": "4 Mei 2024",
      "status": "Complete",
      "episode": 21,
      "rating": 9,
      "sinopsis": "Setelah pertempuran besar melawan Front Pembebasan Paranormal, kepercayaan pada pahlawan menurun. All Might memanggil Star and Stripe, pahlawan terkuat dari Barat, untuk membantu menghadapi All For One yang mengincar kekuatannya. ",
      "gambar": "https://cdn.myanimelist.net/images/anime/1529/140306.webp"
    },
    {
      "id": "72",
      "judul": "Tonari no Youkai-san",
      "type": "TV",
      "tahun": "7 April 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 6,
      "sinopsis": "Di Engamori, manusia, yokai, dan dewa hidup berdampingan. Seekor kucing bernama Buchio berubah jadi yokai nekomata, sedangkan seorang anak perempuan dan tengu mulai membentuk ikatan perlindungan satu sama lain.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1058/141559.webp"
    },
    {
      "id": "73",
      "judul": "Shinigami Bocchan to Kuro Maid 3rd Season",
      "type": "TV",
      "tahun": "7 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Duke muda yang apes punya pelayan iblis Alice. Mereka menghadapi kutukan penyihir kuat dari masa lalu yang menghantui mereka, tapi hadirnya orang yang dicintai kembali memberi harapan untuk memutus kutukan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1988/142714.webp"
    },
    {
      "id": "74",
      "judul": "One Room, Hiatari Futsuu, Tenshi-tsuki.",
      "type": "TV",
      "tahun": "6 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Shintarou hidup sendiri di studio, berubah saat bertemu malaikat Towa yang tinggal bersamanya. Mereka menjalani hidup bersama, tapi ruang sempit dan rahasia Towa membuat keadaan jadi rumit.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1833/141321.webp"
    },
    {
      "id": "75",
      "judul": "Rinkai!",
      "type": "TV",
      "tahun": "9 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Setelah bertahun-tahun vakum, balap sepeda wanita bangkit kembali lewat Liga Rinkai. Izumi Itou, yang ragu akan masa depannya, berlatih dengan neneknya mantan juara dan berusaha memenangkan kompetisi dengan semangat dan persahabatan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1387/141515.webp"
    },
    {
      "id": "76",
      "judul": "Touken Ranbu Kai: Kyoden Moyuru Honnouji",
      "type": "TV",
      "tahun": " 2 April 2024",
      "status": "Complete",
      "episode": 8,
      "rating": 7,
      "sinopsis": "Menceritakan kisah empat pendekar pedang yang bekerja untuk Oda Nobunaga, seorang tokoh sejarah yang dikenal sebagai 'Raja Iblis'. Mereka terlibat dalam Insiden Honnouji, sebuah peristiwa bersejarah di mana Nobunaga terbunuh. ",
      "gambar": "https://cdn.myanimelist.net/images/anime/1941/142048.webp"
    },
    {
      "id": "77",
      "judul": "Kami wa Game ni Ueteiru.",
      "type": "TV",
      "tahun": "1 April 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 6,
      "sinopsis": "Dewa naga Leoleshea terbangun dan bertemu Fay, manusia dengan kemampuan Arise. Mereka bekerja sama untuk menantang para dewa dalam permainan dengan tujuan mendapatkan 10 kemenangan dan mengabulkan permintaan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1578/141782.webp"
    },
    {
      "id": "78",
      "judul": "Maou Gakuin no Futekigousha II Part 2",
      "type": "TV",
      "tahun": "12 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Lanjutan petualangan Raja Iblis dan keturunannya yang bersekolah bersama menghadapi berbagai ancaman dan pertempuran baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1399/141651.webp"
    },
    {
      "id": "79",
      "judul": "Kaii to Otome to Kamikakushi",
      "type": "TV",
      "tahun": "10 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Sumireko Ogawa, penulis yang kehilangan semangat, kembali menjadi anak kecil setelah membaca puisi misterius. Dia harus menyelesaikan kutukan dengan bantuan Ren dan Oto dalam menyelidiki kejadian supranatural, sambil berusaha mengubah pengalaman hidupnya menjadi kesuksesan literatur.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1670/141688.webp"
    },
    {
      "id": "80",
      "judul": "How to Fight",
      "type": "TV",
      "tahun": "11 April 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Hobin diintimidasi oleh NewTubers di sekolah dan dipaksa ikut video memalukan. Setelah pertarungan viral, dia dan Woo Jihyeok bikin channel bersama. Hobin belajar bertarung sambil menjaga jarak dari orang yang memanfaatkannya, dibantu oleh video pelatihan misterius.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1594/142521.webp"
    },
    {
      "id": "81",
      "judul": "Solo Leveling",
      "type": "TV",
      "tahun": "7 Januari 2024",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Sepuluh tahun lalu, gerbang ke dunia lain muncul di bumi, membawa monster yang kebal senjata biasa. Beberapa manusia berubah jadi pemburu dengan kekuatan super untuk melawan mereka.\n\nSung Jin-Woo, pemburu terlemah, bertahan dari kejadian di dungeon berbahaya dan mendapat akses ke sistem rahasia yang memberinya kekuatan luar biasa—dengan konsekuensi yang harus ia bayar.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1801/142390.webp"
    },
    {
      "id": "82",
      "judul": "Naruto",
      "type": "TV",
      "tahun": "3 Oktober 2002",
      "status": "Complete",
      "episode": 220,
      "rating": 9,
      "sinopsis": "Dua belas tahun lalu, seekor rubah raksasa menyerang Desa Daun Tersembunyi. Hokage mengorbankan dirinya untuk menyegel rubah itu ke dalam bayi baru lahir bernama Naruto Uzumaki. Karena itu, Naruto tumbuh sendiri dan sering dijauhi warga desa. Meski begitu, dia berusaha keras mewujudkan impiannya menjadi Hokage agar diakui orang. Naruto bergabung dengan Tim 7 bersama Sasuke Uchiha dan Sakura Haruno, dipimpin oleh Kakashi Hatake. Mereka menghadapi berbagai misi sulit dan pertarungan yang menguji persahabatan dan kekuatan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1141/142503.webp"
    },
    {
      "id": "83",
      "judul": "Dragon Ball Kai",
      "type": "TV",
      "tahun": "5 April 2009",
      "status": "Complete",
      "episode": 97,
      "rating": 8,
      "sinopsis": "Lima tahun setelah kejadian Dragon Ball, Goku yang sudah dewasa dan memiliki keluarga kembali bertemu teman lama di Pulau Kura-Kura. Namun, kedamaian terganggu oleh Raditz, alien yang mengungkap rahasia masa lalu Goku dan menculik putranya, Gohan. Goku pun bekerjasama dengan musuh lamanya, Piccolo, untuk menyelamatkan Gohan. Mereka mengetahui ada lebih banyak Saiyan yang berusaha merebut kekuatan Bola Naga, memulai petualangan mempertahankan galaksi dari ancaman semakin kuat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1102/133990.webp"
    },
    {
      "id": "84",
      "judul": "Sengoku Basara",
      "type": "TV",
      "tahun": "2 April 2009",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Pada masa Sengoku, Nobunaga Oda yang disebut “Raja Iblis Owari” berusaha menyatukan Jepang dengan cara kejam. Hanya dua orang yang berani menentangnya: Masamune Date si “Naga Bermata Satu” dan Yukimura Sanada dari klan Takeda. Meski keduanya ingin menggagalkan Nobunaga, persaingan mereka membuat mereka sulit bersatu. Namun, saat musuh semakin mendekat, mereka harus melupakan perbedaan dan bertarung bersama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/21849.webp"
    },
    {
      "id": "85",
      "judul": "Seikon no Qwaser",
      "type": "TV",
      "tahun": "10 Januari 2010",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Setelah ayah Tomo Yamanobe, kepala sekolah Akademi Saint Mikhailov, menghilang, beredar kabar pembunuh berantai yang menyerang murid perempuan. Tomo dan adiknya Mafuyu bertemu dengan seorang anak laki-laki berambut perak yang bisa mengendalikan besi, Alexander \"Sasha\" Hell. Sasha adalah \"qwaser,\" makhluk yang mengendalikan unsur melalui “soma” yang didapat lewat menyusui. Kehadiran Sasha mengubah kehidupan sekolah mereka yang dulu normal.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1212/97589.webp"
    },
    {
      "id": "86",
      "judul": "Kiss x Sis",
      "type": "TV",
      "tahun": "5 April 2010",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Setelah ibu Keita Suminoe meninggal, ayahnya menikah lagi dan membawa dua saudara tiri kembar, Ako dan Riko, yang jatuh cinta secara incest kepada Keita. Saat Keita menyelesaikan sekolah menengah, dia harus menghadapi konflik batin antara menolak atau menerima perhatian khusus dari saudara tirinya. Selain itu, ada juga wanita lain yang tertarik padanya, membuat situasi semakin rumit.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1660/121553.webp"
    },
    {
      "id": "87",
      "judul": "B-Gata H-Kei",
      "type": "TV",
      "tahun": "2 April 2010",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yamada, siswi baru SMA yang cantik dan sempurna, punya tujuan unik: ingin berhubungan seks dengan 100 pria sebelum lulus. Namun dia belum pernah pacaran karena merasa bagian tubuhnya aneh dan takut dinilai. Dia memutuskan ingin berhubungan pertama kali dengan pria yang juga perjaka. Dia menargetkan Takashi Kosuda, seorang fotografer pemalu. Dengan persaingan dan gairahnya, Yamada berusaha mendekati Kosuda dan mulai menikmati kebersamaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1687/123304.webp"
    },
    {
      "id": "88",
      "judul": "High School of the Dead",
      "type": "TV",
      "tahun": "5 Juli 2010",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Ketika mayat hidup mulai bangkit dan mengacaukan Jepang, Takashi Kimuro harus membunuh sahabatnya yang terinfeksi demi melindungi Rei Miyamoto, pacar sahabatnya. Mereka melarikan diri dari sekolah yang menjadi sarang zombie dan bergabung dengan beberapa teman lainnya untuk mencari keluarga dan mengungkap penyebab wabah ini. Mereka menghadapi dunia baru yang penuh ancaman mayat hidup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/78311.webp"
    },
    {
      "id": "89",
      "judul": "Sengoku Basara Ni",
      "type": "TV",
      "tahun": "11 Juli 2010",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Setelah pertempuran dengan Nobunaga Oda berakhir, perjuangan untuk supremasi di Jepang masih berlanjut antara pasukan Takeda Shingen dan Uesugi Kenshin. Di medan perang paling timur, dua pejuang terkemuka yang sudah ditakdirkan untuk bertarung satu sama lain bersiap menjalani duel penentuan. Namun, Toyotomi Hideyoshi, penerus mimpi Nobunaga, datang dengan pasukan besar untuk menguasai Jepang kembali.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/80999.webp"
    },
    {
      "id": "90",
      "judul": "Yosuga no Sora",
      "type": "TV",
      "tahun": "4 Oktober 2010",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Setelah kecelakaan yang merenggut kedua orang tua mereka, kembar Haruka dan Sora Kasugano kembali ke kampung halaman masa kecil mereka. Mereka menghadapi kenangan lama, baik yang bahagia maupun menyakitkan. Bertemu dengan teman lama dan baru, kehidupan mereka menjadi semakin rumit oleh berbagai bentuk cinta, persahabatan, iri hati, dan mungkin juga nafsu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/76216.webp"
    },
    {
      "id": "91",
      "judul": "Seikon no Qwaser II",
      "type": "TV",
      "tahun": "12 April 2011",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Sasha kini memiliki partner baru, Hana, sebagai “Maria”-nya. Mereka menyamar di sekolah khusus perempuan untuk mencari artefak Qwaser bernama Magdalena of Thunder yang dimiliki salah satu murid. Namun, mereka harus bersaing dengan pihak lain yang juga mengincar artefak tersebut.",
      "gambar": "https://cdn.myanimelist.net/images/anime/2/75450.webp"
    },
    {
      "id": "92",
      "judul": "Manyuu Hikenchou",
      "type": "TV",
      "tahun": "11 Juli 2011",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Pada masa Edo di Jepang, terdapat klan Manyuu yang memiliki kemampuan unik: dengan serangan pedang, mereka bisa mengecilkan ukuran payudara wanita. Di dunia Manyuu, payudara besar menandakan status dan kekuasaan. Namun, penerus klan, Chifusa, menolak budaya obsesif tersebut, melarikan diri sambil mencuri gulungan suci yang berisi teknik rahasia mereka. Bersama Kaede, dia melawan klannya sendiri dan menemukan kekuatan luar biasa untuk mengubah dunia menuju kesetaraan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/75184.webp"
    },
    {
      "id": "93",
      "judul": "Mirai Nikki",
      "type": "TV",
      "tahun": "9 Oktober 2011",
      "status": "Complete",
      "episode": 26,
      "rating": 6,
      "sinopsis": "Yukiteru Amano, siswa SMP pemalu, mencatat aktivitasnya di ponsel sebagai diary digital. Suatu hari, ia menyadari catatan di ponselnya menunjukkan kejadian yang akan terjadi di masa depan. Yukiteru dan Yuno Gasai, yang juga memiliki diary serupa, terjebak dalam permainan survival brutal yang diselenggarakan oleh dewa waktu dan ruang, Deus Ex Machina. Mereka harus bertarung memperebutkan posisi penerus sang dewa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/33465.webp"
    },
    {
      "id": "94",
      "judul": "Ben-To",
      "type": "TV",
      "tahun": "9 Oktober 2011",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di supermarket, pertarungan sengit terjadi saat bento yang belum terjual dijual dengan diskon setengah harga. Murid SMA You Satou terpaksa terlibat dalam pertempuran demi makanan murah. Bergabung dengan klub pecinta makanan diskon, ia belajar membedakan antara \"Serigala\" dan \"Anjing\" dalam perang berebut makanan tersebut.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/73984.webp"
    },
    {
      "id": "95",
      "judul": "Maji de Watashi ni Koi Shinasai!",
      "type": "TV",
      "tahun": "2 Oktober 2011",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Di Kawakami City, yang kaya akan warisan samurai, siswa-siswi di Akademi Kawakami memegang teguh tradisi samurai dalam belajar, olahraga, dan kehidupan. Yamato Naoe dan enam sahabatnya menjalani persahabatan dan persaingan yang erat, namun saat dua gadis baru masuk, mereka harus menjaga tradisi sambil menghadapi gangguan yang muncul.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/32541.webp"
    },
    {
      "id": "96",
      "judul": "Maken-Ki!",
      "type": "TV",
      "tahun": "5 Oktober 2011",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Takeru Ohyama, remaja biasa dengan sifat nakal, masuk sekolah baru yang tak membutuhkan ujian masuk dan kini campuran gender. Semua siswa memiliki Maken—senjata khusus untuk bertarung menggunakan kekuatan magis. Takeru harus menemukan Maken miliknya sendiri sambil menghadapi masalah dengan banyak gadis.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1215/123362.webp"
    },
    {
      "id": "97",
      "judul": "Persona 4 the Animation",
      "type": "TV",
      "tahun": "7 Oktober 2011",
      "status": "Complete",
      "episode": 25,
      "rating": 8,
      "sinopsis": "Serangkaian pembunuhan misterius terjadi di Inaba. Yuu Narukami pindah ke sana dan berteman dengan sekelompok siswa yang mengenalkan legenda urban \"Midnight Channel,\" saluran TV misterius yang muncul tengah malam saat hujan. Yuu terhisap ke dunia dalam TV yang penuh makhluk berbahaya, dan mereka membentuk tim penyelidik untuk mengungkap misteri pembunuhan tersebut.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/29107.webp"
    },
    {
      "id": "98",
      "judul": "Dakara Boku wa, H ga Dekinai.",
      "type": "TV",
      "tahun": "6 Juli 2012",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Ryousuke Kaga, remaja yang sering digoda dan dianggap mesum, sebenarnya punya hati baik dan ingin melindungi perempuan. Ia bertemu Lisara Restall, seorang Soul Reaper yang butuh energi seksual Ryousuke untuk kekuatan magisnya. Bersama Lisara, Ryousuke menghadapi berbagai makhluk dan rahasia dunia magis yang gelap.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/75102.webp"
    },
    {
      "id": "99",
      "judul": "Psycho-Pass",
      "type": "TV",
      "tahun": "12 Oktober 2012",
      "status": "Complete",
      "episode": 22,
      "rating": 9,
      "sinopsis": "Di Jepang abad ke-22, sistem Sibyl mengawasi kondisi mental warga untuk mencegah kejahatan. Akane Tsunemori, seorang inspektur muda, bekerja dengan Enforcer veteran, Shinya Kougami, untuk menegakkan keadilan. Namun Akane mulai meragukan keakuratan sistem dan mempertanyakan arti keadilan dalam dunia yang sistemnya mungkin sudah korup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1314/142015.webp"
    },
    {
      "id": "100",
      "judul": "Sakura-sou no Pet na Kanojo",
      "type": "TV",
      "tahun": "9 Oktober 2012",
      "status": "Complete",
      "episode": 24,
      "rating": 6,
      "sinopsis": "Sakura-sou adalah asrama untuk siswa bermasalah di SMA Suimei. Sorata Kanda, yang relatif normal, terjebak di sana dan harus beradaptasi dengan teman-temannya yang unik, termasuk animator Misaki, penulis Jin, dan pelajar penyendiri Ryuunosuke. Ketika Mashiro Shiina, gadis jenius tapi autis, datang, Sorata menjadi pengasuhnya dan hubungannya dengan Mashiro membuatnya mulai menerima asramanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/43643.webp"
    },
    {
      "id": "101",
      "judul": "K",
      "type": "TV",
      "tahun": "5 Oktober 2012",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "'Raja' adalah individu dengan kekuatan supranatural yang bisa merekrut anggota klan. Yashiro Isana, siswa biasa, dituduh membunuh anggota klan Merah. Dikejar oleh Kurou Yatogami, pendekar dan pengawal Raja Ketujuh, Yashiro harus membuktikan dirinya tak bersalah. Namun konspirasi besar terungkap yang mengancam perang antar Raja dan masa depan dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/47607.webp"
    },
    {
      "id": "102",
      "judul": "Zetsuen no Tempest",
      "type": "TV",
      "tahun": "5 Oktober 2012",
      "status": "Complete",
      "episode": 24,
      "rating": 6,
      "sinopsis": "Yoshino Takigawa, remaja biasa, diam-diam berpacaran dengan adik Mahiro Fuwa, Aika. Saat Aika meninggal misterius dan Mahiro menghilang, Mahiro berjanji membalas dendam. Bersama penyihir Hakaze Kusaribe yang diasingkan, mereka berusaha mengungkap kematian Aika dan mencegah bahaya besar yang mengancam dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/42453.webp"
    },
    {
      "id": "103",
      "judul": "Senran Kagura",
      "type": "TV",
      "tahun": "6 Januari 2013",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di Akademi Hanzo, sekelompok siswi menjalani pelatihan rahasia menjadi ninja elit, Shinobi Masters. Asuka dan teman-temannya berlatih keras untuk menjadi ninja sejati dan melawan kejahatan misterius yang mengancam akademi mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/45640.webp"
    },
    {
      "id": "104",
      "judul": "Yahari Ore no Seishun Love Comedy wa Machigatteiru.",
      "type": "TV",
      "tahun": "5 April 2013",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Hachiman Hikigaya, siswa SMA sinis dan apatis, dipaksa masuk klub relawan yang membantu siswa lain. Bersama Yukino, mereka menyelesaikan masalah teman-teman mereka, meski pandangan Hachiman yang pesimis kadang jadi tantangan sekaligus alat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1786/120117.webp"
    },
    {
      "id": "105",
      "judul": "Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei The Animation",
      "type": "TV",
      "tahun": "5 Juli 2013",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Makoto Naegi diterima di sekolah elit Hope's Peak Academy. Namun, ia dan teman-temannya terperangkap dan dipaksa ikut permainan mematikan oleh boneka robot Monokuma: bunuh teman tanpa ketahuan agar bisa keluar.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/51463.webp"
    },
    {
      "id": "106",
      "judul": "Maken-Ki! Two",
      "type": "TV",
      "tahun": "16 Januari 2014",
      "status": "Complete",
      "episode": 10,
      "rating": 6,
      "sinopsis": "Takeru melanjutkan sekolah di Tenbi Academy dan bergabung dengan Komite Keamanan untuk melawan musuh yang menyalahgunakan Maken, senjata magis. Sementara itu, masalah cinta dan hasratnya membuat segalanya makin rumit.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/58191.webp"
    },
    {
      "id": "107",
      "judul": "Haikyuu!!",
      "type": "TV",
      "tahun": "6 April 2014",
      "status": "Complete",
      "episode": 25,
      "rating": 9,
      "sinopsis": "Shouyou Hinata terpesona dengan voli setelah melihat \"Little Giant\". Meski pendek, ia bertekad jadi pemain hebat. Di SMA Karasuno, ia harus belajar bekerjasama dengan rival Tobio Kageyama untuk mencapai mimpi mereka menjadi pemain voli profesional.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/76014.webp"
    },
    {
      "id": "108",
      "judul": "Mangaka-san to Assistant-san to The Animation",
      "type": "TV",
      "tahun": "8 April 2014",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yuuki Aito, seorang mangaka mesum, sangat menyukai gambar celana dalam. Dikelilingi asisten perempuan, ia sering meminta mereka sebagai referensi gambar. Meski nakal, ia juga peduli dan baik hati, membuat asisten bingung antara cinta dan benci padanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/62219.webp"
    },
    {
      "id": "109",
      "judul": "Tokyo Ghoul",
      "type": "TV",
      "tahun": "4 Juli 2014",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Ken Kaneki, mahasiswa pendiam, bertemu Rize Kamishiro yang menjerumuskannya ke dunia ghoul, makhluk pemakan daging manusia. Setelah transplantasi organ Rize, Kaneki berubah menjadi manusia-ghoul dan berjuang mempertahankan kemanusiaannya di tengah konflik berdarah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1498/134443.webp"
    },
    {
      "id": "110",
      "judul": "Persona 4 the Golden Animation",
      "type": "TV",
      "tahun": "11 Juli 2014",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yu Narukami pindah ke kota kecil Yasoinaba dan sekolah di Yasogami High. Bersama teman-teman, ia menghadapi misteri saluran TV Midnight Channel dan serangkaian pembunuhan yang mengguncang kota itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/63251.webp"
    },
    {
      "id": "111",
      "judul": "Sengoku Basara: Judge End",
      "type": "TV",
      "tahun": "6 Juli 2014",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Berlatar era Sengoku, anime ini mengisahkan konflik antar klan feodal yang berusaha menyatukan Jepang. Nobunaga Oda berambisi kuasai negeri, sementara Shingen Takeda, Yukimura Sanada, dan Date Masamune bekerja sama menghentikannya. Pertempuran Sekigahara menjadi puncak persaingan epik ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/62511.webp"
    },
    {
      "id": "112",
      "judul": "Psycho-Pass 2",
      "type": "TV",
      "tahun": "10 Oktober2014",
      "status": "Complete",
      "episode": 11,
      "rating": 7,
      "sinopsis": "Setahun setengah setelah peristiwa awal, Akane Tsunemori kembali sebagai inspector menegakkan hukum Sibyl System. Namun, muncul ancaman baru yang bisa mengendalikan Crime Coefficient. Akane dan tim menghadapi konspirasi besar yang menguji keyakinan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1197/100616.webp"
    },
    {
      "id": "113",
      "judul": "Tokyo Ghoul √A",
      "type": "TV",
      "tahun": "9 Januari 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kaneki menerima sisi ghoul dalam dirinya dan bergabung dengan organisasi militan Aogiri Tree. Ketegangan antara pemerintah dan ghoul meningkat, mengancam kedamaian teman-temannya dan memaksa Kaneki berjuang mempertahankan kemanusiaannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1889/123307.webp"
    },
    {
      "id": "114",
      "judul": "Shinmai Maou no Testament",
      "type": "TV",
      "tahun": "8 Januari 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Basara harus menerima dua adik tiri baru yang ternyata iblis. Sebagai mantan 'Hero' yang membenci iblis, ia malah melindungi mereka dengan kontrak master-servant, sambil menyembunyikan rahasia kelamnya sendiri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1654/112033.webp"
    },
    {
      "id": "115",
      "judul": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku",
      "type": "TV",
      "tahun": "3 April 2015",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Klub relawan yang terus menerima permintaan bantuan siswa menghadapi perbedaan pendapat antara Hachiman dan Yukino, tapi mereka berusaha menemukan titik temu dan kejujuran dalam hubungan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/75376.webp"
    },
    {
      "id": "116",
      "judul": "Kekkai Sensen",
      "type": "TV",
      "tahun": "5 April 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di kota Hellsalem's Lot yang penuh makhluk supernatural, Leonardo Watch mendapat kekuatan mata khusus untuk membantu menyelidiki misteri dan bergabung dengan organisasi Libra untuk menjaga ketertiban.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1449/142053.webp"
    },
    {
      "id": "117",
      "judul": "Triage X",
      "type": "TV",
      "tahun": "9 April 2015",
      "status": "Complete",
      "episode": 10,
      "rating": 6,
      "sinopsis": "Arashi bergabung dengan organisasi vigilante Black Label yang memburu penjahat berbahaya. Meski masa lalunya kelam, mereka bertarung membersihkan kejahatan sambil menghadapi berbagai intrik dan hubungan asmara.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/73682.webp"
    },
    {
      "id": "118",
      "judul": "Overlord",
      "type": "TV",
      "tahun": "7 Juli 2015",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Saat game VR Yggdrasil akan ditutup, Momonga tetap sadar sebagai karakternya dan NPC mulai punya kepribadian sendiri. Ia berusaha memahami dunia baru ini dan menguasainya bersama pelayannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1945/136600.webp"
    },
    {
      "id": "119",
      "judul": "Prison School",
      "type": "TV",
      "tahun": "11 Juli 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Sekolah asrama putri membuka penerimaan siswa pria dengan rasio sangat kecil. Lima siswa pria jadi target hukuman berat karena mencoba mengintip kamar mandi perempuan, memulai perjuangan mereka di penjara sekolah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1286/112161.webp"
    },
    {
      "id": "120",
      "judul": "Dragon Ball Super",
      "type": "TV",
      "tahun": "5 Juli 2015",
      "status": "Complete",
      "episode": 131,
      "rating": 8,
      "sinopsis": "Setelah perdamaian lama, dewa kehancuran Beerus bangun dan mencari 'Super Saiyan God'. Ia bertemu Goku dan teman-temannya dalam pencarian kekuatan itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/74606.webp"
    },
    {
      "id": "121",
      "judul": "Shimoneta to Iu Gainen ga Sonzai Shinai Taikutsu na Sekai",
      "type": "TV",
      "tahun": "4 Juli 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di Jepang yang ketat melarang hal-hal cabul, Tanukichi bergabung dengan kelompok bawah tanah yang menyebarkan materi nakal demi melawan rezim moral baru, dengan target utama adalah teman masa kecilnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/75106.webp"
    },
    {
      "id": "122",
      "judul": "Monster Musume no Iru Nichijou",
      "type": "TV",
      "tahun": "8 Juli 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kimihito yang hidupnya sepi mendadak menjadi penjaga homestay monster perempuan dari berbagai ras. Meski interaksi seksual antar spesies dilarang, ia menghadapi banyak aturan dan situasi lucu dengan harem monster-nya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/75104.webp"
    },
    {
      "id": "123",
      "judul": "Rokka no Yuusha",
      "type": "TV",
      "tahun": "5 Juli 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Legenda mengatakan enam pahlawan terpilih untuk melawan Dewa Iblis. Namun, muncul tujuh pahlawan dan Adlet dicurigai palsu. Ia harus membuktikan diri sambil melawan ancaman dan pengkhianatan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/74374.webp"
    },
    {
      "id": "124",
      "judul": "Gangsta.",
      "type": "TV",
      "tahun": "2 Juli 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Nicholas dan Worick, tentara bayaran di kota Ergastalum, melindungi Alex, wanita pekerja seks yang menjadi target pembunuhan. Kota penuh kejahatan ini sedang berubah akibat ancaman organisasi bawah tanah yang memburu makhluk superhuman bernama 'Twilights'. Mereka harus siap menghadapi perang besar yang akan datang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/74415.webp"
    },
    {
      "id": "125",
      "judul": "One Punch Man",
      "type": "TV",
      "tahun": "5 Oktober 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Saitama, pahlawan yang bisa mengalahkan musuh dengan satu pukulan, merasa bosan karena tidak ada lawan sepadan. Ia bertemu cyborg Genos dan bergabung dengan Asosiasi Pahlawan untuk mencari tantangan baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/76049.webp"
    },
    {
      "id": "126",
      "judul": "Haikyuu!! Second Season",
      "type": "TV",
      "tahun": "4 Oktober 2015",
      "status": "Complete",
      "episode": 25,
      "rating": 8,
      "sinopsis": "Tim voli SMA Karasuno berusaha mengalahkan rival-rival kuat di turnamen musim semi. Hinata dan Kageyama berlatih keras memperkuat kerjasama dan teknik mereka untuk mencapai puncak.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/76662.webp"
    },
    {
      "id": "127",
      "judul": "Shinmai Maou no Testament Burst",
      "type": "TV",
      "tahun": "10 Oktober 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Basara Toujou melindungi dua adik tirinya, Mio dan Maria, yang berasal dari dunia iblis. Ia harus menjadi lebih kuat melalui perjuangan berat untuk menjaga keluarga dan menghadapi bahaya dari dunia iblis.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1151/94750.webp"
    },
    {
      "id": "128",
      "judul": "K: Return of Kings",
      "type": "TV",
      "tahun": "3 Oktober 2015",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Pertempuran antar klan memanas saat Raja Hijau mengancam keamanan dunia dengan kekuatan dahsyatnya. Para raja dan klan bersiap untuk pertempuran terakhir demi menjaga keseimbangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/76198.webp"
    },
    {
      "id": "129",
      "judul": "Taimadou Gakuen 35 Shiken Shoutai",
      "type": "TV",
      "tahun": "8 Oktober 2015",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Di akademi khusus yang melatih pasukan untuk melawan ancaman magis, tim “Small Fry Platoon” harus belajar bekerja sama dan mengatasi perbedaan untuk bertahan hidup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/76211.webp"
    },
    {
      "id": "130",
      "judul": "Ajin",
      "type": "TV",
      "tahun": "16 Januari 2016",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Kei Nagai menjadi Ajin, makhluk abadi yang diburu oleh pemerintah. Ia harus bertahan hidup dan melawan agar tidak ditangkap atau dibunuh.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/77968.webp"
    },
    {
      "id": "131",
      "judul": "Nijiiro Days",
      "type": "TV",
      "tahun": "10 Januari 2016",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Kisah kehidupan dan cinta empat remaja laki-laki dengan kepribadian berbeda, yang menghadapi suka duka percintaan dan persahabatan di masa SMA.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/76691.webp"
    },
    {
      "id": "132",
      "judul": "Boku no Hero Academia",
      "type": "TV",
      "tahun": "3 April 2016",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Izuku Midoriya, anak tanpa kekuatan, mendapat kesempatan menjadi pahlawan setelah bertemu idolanya, All Might. Dia belajar dan berjuang untuk menjadi pahlawan sejati.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/78745.webp"
    },
    {
      "id": "133",
      "judul": "Bungou Stray Dogs",
      "type": "TV",
      "tahun": "7 April 2016",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Atsushi Nakajima bergabung dengan tim detektif supernatural untuk menyelidiki kasus aneh dan melawan berbagai ancaman yang tidak bisa ditangani polisi biasa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/79409.webp"
    },
    {
      "id": "134",
      "judul": "Koutetsujou no Kabaneri",
      "type": "TV",
      "tahun": "8 April 2016",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di dunia yang dikuasai makhluk zombi bernama Kabane, manusia bertahan hidup dalam benteng besar dan berusaha melawan dengan senjata khusus.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/79164.webp"
    },
    {
      "id": "135",
      "judul": "Mob Psycho 100",
      "type": "TV",
      "tahun": "11 Juli 2016",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Mob, seorang anak dengan kekuatan psikis besar, belajar mengendalikan kekuatannya sambil menjalani kehidupan normal dan menghadapi bahaya besar yang mengintai.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/80356.webp"
    },
    {
      "id": "136",
      "judul": "Shokugeki no Souma: Ni no Sara",
      "type": "TV",
      "tahun": "2 Juli 2016",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Souma dan teman-temannya bersaing dalam kompetisi memasak tingkat tinggi, menghadapi tantangan dan lawan baru di dunia kuliner elit.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/79353.webp"
    },
    {
      "id": "137",
      "judul": "91 Days",
      "type": "TV",
      "tahun": "9 Juli 2016",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Avilio Bruno mencari balas dendam terhadap keluarga mafia yang membunuh keluarganya, dalam cerita gelap tentang kejahatan dan pengkhianatan di era pelarangan alkohol.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/80515.webp"
    },
    {
      "id": "138",
      "judul": "Danganronpa 3: The End of Kibougamine Gakuen - Mirai-hen",
      "type": "TV",
      "tahun": "11 Juli 2016",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Makoto Naegi dan teman-temannya menghadapi permainan mematikan yang dipimpin oleh boneka Monokuma, di mana hanya satu pembunuh di antara mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/80931.webp"
    },
    {
      "id": "139",
      "judul": "Nejimaki Seirei Senki: Tenkyou no Aldermin",
      "type": "TV",
      "tahun": "9 Juli 2016",
      "status": "Complete",
      "episode": "13",
      "rating": 6,
      "sinopsis": "Cerita perang dan politik di dunia fiksi, mengikuti jenderal muda yang cerdas menghadapi konflik besar.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/79531.webp"
    },
    {
      "id": "140",
      "judul": "Danganronpa 3: The End of Kibougamine Gakuen - Zetsubou-hen",
      "type": "TV",
      "tahun": "14 Juli 2016",
      "status": "Complete",
      "episode": "11",
      "rating": 7,
      "sinopsis": "Naegi dan teman-temannya menghadapi pengkhianatan dan keputusasaan di Hope’s Peak Academy.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/80932.webp"
    },
    {
      "id": "141",
      "judul": "Masou Gakuen HxH",
      "type": "TV",
      "tahun": "6 Juli 2016",
      "status": "Complete",
      "episode": "12",
      "rating": 6,
      "sinopsis": "Cerita sekolah dengan robot tempur dan unsur ecchi, mengikuti perjuangan cinta dan pertempuran karakter utama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/80262.webp"
    },
    {
      "id": "142",
      "judul": "Hitori no Shita: The Outcast",
      "type": "TV",
      "tahun": "9 Juli 2016",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Pemuda yang bangun dari koma menghadapi dunia supranatural penuh konflik dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/80346.webp"
    },
    {
      "id": "143",
      "judul": "Haikyuu!!: Karasuno Koukou vs. Shiratorizawa Gakuen Koukou",
      "type": "TV",
      "tahun": "8 Oktober 2016",
      "status": "Complete",
      "episode": "10",
      "rating": 9,
      "sinopsis": "Pertandingan sengit voli SMA Karasuno melawan Shiratorizawa untuk tiket ke turnamen nasional.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/81992.webp"
    },
    {
      "id": "144",
      "judul": "Bungou Stray Dogs 2nd Season",
      "type": "TV",
      "tahun": "06 Oktober 2016",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Petualangan detektif supernatural melawan musuh baru yang mengancam kota.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1572/133096.webp"
    },
    {
      "id": "145",
      "judul": "Drifters",
      "type": "TV",
      "tahun": "07 Oktober 2016",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Pejuang legendaris dari sejarah terjebak di dunia lain untuk bertarung melawan kekuatan jahat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/80271.webp"
    },
    {
      "id": "146",
      "judul": "Ajin 2nd Season",
      "type": "TV",
      "tahun": "8 Oktober 2016",
      "status": "Complete",
      "episode": "13",
      "rating": 8,
      "sinopsis": "Lanjutan perjuangan Kei Nagai yang terlahir sebagai Ajin menghadapi ancaman baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/81858.webp"
    },
    {
      "id": "147",
      "judul": "Touken Ranbu: Hanamaru",
      "type": "TV",
      "tahun": "3 Oktober 2016",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Pedang legendaris berwujud manusia menjalani hari-hari santai di dojo sambil menghadapi ancaman sejarah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/81989.webp"
    },
    {
      "id": "148",
      "judul": "Kuzu no Honkai",
      "type": "TV",
      "tahun": "13 Januari 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Drama romansa gelap tentang cinta tak berbalas dan hubungan rumit para siswa SMA.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/83937.webp"
    },
    {
      "id": "149",
      "judul": "Demi-chan wa Kataritai",
      "type": "TV",
      "tahun": "8 Januari 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Seorang guru berinteraksi dengan murid yang setengah manusia dan setengah makhluk supernatural.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/83417.webp"
    },
    {
      "id": "150",
      "judul": "Shingeki no Kyojin Season 2",
      "type": "TV",
      "tahun": "1 April 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Pertempuran lanjutan umat manusia melawan Titan yang mengancam kehidupan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/84177.webp"
    },
    {
      "id": "151",
      "judul": "Boku no Hero Academia 2nd Season",
      "type": "TV",
      "tahun": "01 April 2017",
      "status": "Complete",
      "episode": "25",
      "rating": 8,
      "sinopsis": "Perjuangan para murid UA High dalam menghadapi ancaman dan mengembangkan kekuatan pahlawan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/85221.webp"
    },
    {
      "id": "152",
      "judul": "Boruto: Naruto Next Generations",
      "type": "TV",
      "tahun": "05 April 2017",
      "status": "Complete",
      "episode": "293",
      "rating": 7,
      "sinopsis": "Petualangan Boruto, putra Naruto, dalam dunia ninja generasi baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1091/99847.webp"
    },
    {
      "id": "153",
      "judul": "Kakegurui",
      "type": "TV",
      "tahun": "01 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Sekolah elit yang terobsesi dengan judi, di mana murid-muridnya mempertaruhkan segalanya demi menang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/86578.webp"
    },
    {
      "id": "154",
      "judul": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
      "type": "TV",
      "tahun": "12 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Sebuah sekolah elit dengan sistem ranking sosial yang ketat dan seorang siswa yang mengkritiknya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/86830.webp"
    },
    {
      "id": "155",
      "judul": "Tsurezure Children",
      "type": "TV",
      "tahun": "04 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Kumpulan kisah romantis manis dan lucu tentang pasangan siswa SMA yang sedang jatuh cinta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/86676.webp"
    },
    {
      "id": "156",
      "judul": "Hajimete no Gal",
      "type": "TV",
      "tahun": "12 Juli 2017",
      "status": "Complete",
      "episode": "10",
      "rating": 8,
      "sinopsis": "Seorang siswa SMA mencoba untuk mendapatkan pacar gal yang populer, dengan hasil lucu dan canggung.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/86826.webp"
    },
    {
      "id": "157",
      "judul": "Aho Girl",
      "type": "TV",
      "tahun": "04 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Komedi konyol tentang gadis yang sangat bodoh dan teman-temannya yang sering kerepotan karenanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/7/86665.webp"
    },
    {
      "id": "158",
      "judul": "Fate/Apocrypha",
      "type": "TV",
      "tahun": "02 Juli 2017",
      "status": "Complete",
      "episode": "25",
      "rating": 8,
      "sinopsis": "Perang Holy Grail alternatif dengan dua faksi yang bertarung menggunakan para Servant.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/86573.webp"
    },
    {
      "id": "159",
      "judul": "Koi to Uso",
      "type": "TV",
      "tahun": "04 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Di dunia di mana pemerintah menentukan pasangan pernikahan, seorang siswa menolak perjodohan yang sudah ditentukan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/86663.webp"
    },
    {
      "id": "160",
      "judul": "Knight's & Magic",
      "type": "TV",
      "tahun": "02 Juli 2017",
      "status": "Complete",
      "episode": "13",
      "rating": 7,
      "sinopsis": "Seorang programmer bereinkarnasi ke dunia fantasi dan menggunakan kecerdasannya untuk membangun robot tempur.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1472/93813.webp"
    },
    {
      "id": "161",
      "judul": "Keppeki Danshi! Aoyama-kun",
      "type": "TV",
      "tahun": "03 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Cerita lucu tentang pemain sepak bola yang perfeksionis dan sangat menjaga kebersihan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/9/86644.webp"
    },
    {
      "id": "162",
      "judul": "Netsuzou TRap",
      "type": "TV",
      "tahun": "05 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Drama romansa yang penuh ketegangan antara dua teman masa kecil dengan rahasia hubungan terlarang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/86667.webp"
    },
    {
      "id": "163",
      "judul": "Katsugeki/Touken Ranbu",
      "type": "TV",
      "tahun": "02 Juli 2017",
      "status": "Complete",
      "episode": "13",
      "rating": 9,
      "sinopsis": "Pedang-pedang legendaris berwujud manusia berjuang melindungi sejarah dari ancaman perubahan waktu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/87984.webp"
    },
    {
      "id": "164",
      "judul": "Nana Maru San Batsu",
      "type": "TV",
      "tahun": "05 Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Seorang siswa SMA bergabung dengan klub kuis dan menemukan semangat baru dalam kompetisi cerdas.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1818/121071.webp"
    },
    {
      "id": "165",
      "judul": "Shoukoku no Altair",
      "type": "TV",
      "tahun": "07 Juli 2017",
      "status": "Complete",
      "episode": "24",
      "rating": 9,
      "sinopsis": "Seorang jenderal muda berusaha menjaga perdamaian di dunia yang terancam konflik politik dan perang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/86751.webp"
    },
    {
      "id": "167",
      "judul": "Jikan no Shihaisha",
      "type": "TV",
      "tahun": "08Juli 2017",
      "status": "Complete",
      "episode": "13",
      "rating": 7,
      "sinopsis": "Orang dengan kemampuan mengendalikan waktu terlibat dalam konflik yang menentukan nasib masa depan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/86753.webp"
    },
    {
      "id": "168",
      "judul": "Youkai Apartment no Yuuga na Nichijou",
      "type": "TV",
      "tahun": "03Juli 2017",
      "status": "Complete",
      "episode": "26",
      "rating": 9,
      "sinopsis": "Seorang siswa pindah ke apartemen penuh dengan makhluk supernatural dan belajar hidup bersama mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/86678.webp"
    },
    {
      "id": "169",
      "judul": "Saiyuuki Reload Blast",
      "type": "TV",
      "tahun": "05Juli 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Perjalanan para tokoh legendaris melawan kekuatan jahat di dunia fantasi penuh mitos.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/86675.webp"
    },
    {
      "id": "170",
      "judul": "Black Clover",
      "type": "TV",
      "tahun": "03 Oktober 2017",
      "status": "Complete",
      "episode": "170",
      "rating": 9,
      "sinopsis": "Dua anak yatim berjuang menjadi Raja Penyihir di dunia sihir yang penuh pertarungan dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/2/88336.webp"
    },
    {
      "id": "171",
      "judul": "Shokugeki no Souma: San no Sara",
      "type": "TV",
      "tahun": "04 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Lanjutan perjuangan Souma di kompetisi memasak tingkat tinggi dengan tema baru dan lawan kuat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/88434.webp"
    },
    {
      "id": "172",
      "judul": "Kekkai Sensen & Beyond",
      "type": "TV",
      "tahun": "08 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Kelanjutan kisah kelompok Libra melindungi kota penuh makhluk supernatural dari ancaman baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/88282.webp"
    },
    {
      "id": "173",
      "judul": "Juuni Taisen",
      "type": "TV",
      "tahun": "03 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Dua belas pejuang terpilih bertarung dalam turnamen mematikan untuk menentukan satu pemenang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/87684.webp"
    },
    {
      "id": "174",
      "judul": "Boku no Kanojo ga Majimesugiru Sho-Bitch na Ken",
      "type": "TV",
      "tahun": "12 Oktober 2017",
      "status": "Complete",
      "episode": "10",
      "rating": 9,
      "sinopsis": "Komedi romantis tentang gadis serius yang menunjukkan sisi liar dan unik dalam hubungan cintanya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/12/87623.webp"
    },
    {
      "id": "175",
      "judul": "Ousama Game The Animation",
      "type": "TV",
      "tahun": "05 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 6,
      "sinopsis": "Sekelompok siswa harus menjalani perintah misterius dalam permainan mematikan yang disebut Ousama Game.",
      "gambar": "https://cdn.myanimelist.net/images/anime/3/88190.webp"
    },
    {
      "id": "176",
      "judul": "Itsudatte Bokura no Koi wa 10 cm Datta.",
      "type": "TV",
      "tahun": "25 November 2017",
      "status": "Complete",
      "episode": "6",
      "rating": 9,
      "sinopsis": "Kisah cinta SMA yang manis dan sederhana tentang perasaan yang selalu dekat tapi sulit untuk diungkapkan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1015/123541.webp"
    },
    {
      "id": "177",
      "judul": "Kino no Tabi: The Beautiful World - The Animated Series",
      "type": "TV",
      "tahun": "06 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Petualangan Kino mengunjungi berbagai negara dengan budaya dan filosofi unik dalam perjalanan melintasi dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/87235.webp"
    },
    {
      "id": "178",
      "judul": "UQ Holder!: Mahou Sensei Negima! 2",
      "type": "TV",
      "tahun": "03 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 6,
      "sinopsis": "Kelanjutan cerita dunia sihir, mengikuti petualangan kelompok UQ Holder dan guru sihir legendaris.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/88354.webp"
    },
    {
      "id": "179",
      "judul": "Dies Irae",
      "type": "TV",
      "tahun": "14 Oktober 2017",
      "status": "Complete",
      "episode": "11",
      "rating": 8,
      "sinopsis": "Perang mistis antara kelompok supernatural dan pria dengan kekuatan luar biasa di era modern.",
      "gambar": "https://cdn.myanimelist.net/images/anime/2/89682.webp"
    },
    {
      "id": "180",
      "judul": "Code:Realize - Sousei no Himegimi",
      "type": "TV",
      "tahun": "07 Oktober 2017",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Seorang gadis dengan tubuh beracun bertemu dengan pria misterius dalam petualangan romantis dan bahaya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/6/88465.webp"
    },
    {
      "id": "181",
      "judul": "Garo: Vanishing Line",
      "type": "TV",
      "tahun": "07 Oktober 2017",
      "status": "Complete",
      "episode": "24",
      "rating": 8,
      "sinopsis": "Seorang pemburu iblis melacak organisasi misterius yang mengancam kota dalam dunia modern penuh aksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/88236.webp"
    },
    {
      "id": "182",
      "judul": "Sengoku Night Blood",
      "type": "TV",
      "tahun": "03 Oktober 2017",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Petualangan fantasi di era Sengoku dengan karakter vampir dan makhluk supranatural lainnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/88329.webp"
    },
    {
      "id": "183",
      "judul": "Hitori no Shita - The Outcast 2",
      "type": "ONA",
      "tahun": "03 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Lanjutan konflik dunia supranatural dan kekuatan tersembunyi dalam diri protagonis.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/89941.webp"
    },
    {
      "id": "184",
      "judul": "Overlord II",
      "type": "TV",
      "tahun": "09 Januari 2018",
      "status": "Complete",
      "episode": "13",
      "rating": 8,
      "sinopsis": "Lanjutan petualangan Ainz Ooal Gown menguasai dunia virtual yang menjadi nyata.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1212/113415.webp"
    },
    {
      "id": "185",
      "judul": "Karakai Jouzu no Takagi-san",
      "type": "TV",
      "tahun": "08 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Komedi ringan tentang seorang gadis yang suka mengerjai teman sekelasnya dengan cerdik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1591/95091.webp"
    },
    {
      "id": "186",
      "judul": "Citrus",
      "type": "TV",
      "tahun": "06 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Drama romansa antara dua saudari tiri yang harus belajar menerima dan menghadapi perasaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/89985.webp"
    },
    {
      "id": "187",
      "judul": "Yuru Camp△",
      "type": "TV",
      "tahun": "04 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Kisah santai tentang sekelompok gadis yang menikmati camping di alam terbuka dan keindahan musim dingin.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/89877.webp"
    },
    {
      "id": "188",
      "judul": "Grancrest Senki",
      "type": "TV",
      "tahun": "06 Januari 2018",
      "status": "Complete",
      "episode": "24",
      "rating": 9,
      "sinopsis": "Peperangan dan aliansi di dunia fantasi dengan sihir dan pasukan, melibatkan pahlawan dan takhta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/4/89883.webp"
    },
    {
      "id": "189",
      "judul": "Kokkoku",
      "type": "TV",
      "tahun": "08 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Keluarga dengan kemampuan membekukan waktu harus menghadapi penculikan dan rahasia gelap.",
      "gambar": "https://cdn.myanimelist.net/images/anime/8/89987.webp"
    },
    {
      "id": "190",
      "judul": "Killing Bites",
      "type": "TV",
      "tahun": "13 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Pertarungan brutal antara manusia dan hibrida binatang dalam turnamen mematikan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/90087.webp"
    },
    {
      "id": "191",
      "judul": "Beatless",
      "type": "TV",
      "tahun": "13 Januari 2018",
      "status": "Complete",
      "episode": "20",
      "rating": 8,
      "sinopsis": "Dunia futuristik dengan AI canggih dan hubungan manusia dengan mesin yang kompleks.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1986/90184.webp"
    },
    {
      "id": "192",
      "judul": "Hakata Tonkotsu Ramens",
      "type": "TV",
      "tahun": "12 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Kisah kriminal dan detektif di kota Fukuoka dengan pembunuh bayaran dan konflik gelap.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1718/91097.webp"
    },
    {
      "id": "193",
      "judul": "Toji no Miko",
      "type": "TV",
      "tahun": "05 Januari 2018",
      "status": "Complete",
      "episode": "24",
      "rating": 9,
      "sinopsis": "Gadis-gadis muda pelindung tradisional bertarung melawan ancaman supranatural.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/89885.webp"
    },
    {
      "id": "194",
      "judul": "Gin no Guardian II",
      "type": "TV",
      "tahun": "13 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 6,
      "sinopsis": "Lanjutan petualangan dunia virtual di mana para pemain menghadapi tantangan berbahaya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1118/138102.webp"
    },
    {
      "id": "195",
      "judul": "Sanrio Danshi",
      "type": "TV",
      "tahun": "06 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Sekelompok siswa laki-laki yang menggemari karakter Sanrio berjuang menghadapi kehidupan sehari-hari dan cinta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/13/89890.webp"
    },
    {
      "id": "196",
      "judul": "Zoku Touken Ranbu: Hanamaru",
      "type": "TV",
      "tahun": "08 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Kelanjutan kisah para Touken Danshi dalam menjaga sejarah di dunia modern dengan nuansa yang ringan dan hangat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/5/89579.webp"
    },
    {
      "id": "197",
      "judul": "Hakyuu Houshin Engi",
      "type": "TV",
      "tahun": "12 Januari 2018",
      "status": "Complete",
      "episode": "23",
      "rating": 7,
      "sinopsis": "Petualangan klasik berdasarkan legenda Cina tentang pertarungan melawan kekuatan jahat dan dewa-dewi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/11/88796.webp"
    },
    {
      "id": "198",
      "judul": "Boku no Hero Academia 3rd Season",
      "type": "TV",
      "tahun": "07 April 2018",
      "status": "Complete",
      "episode": "25",
      "rating": 9,
      "sinopsis": "Kelanjutan perjuangan Izuku Midoriya dan teman-temannya dalam menghadapi ancaman baru dan pelatihan heroik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1319/92084.webp"
    },
    {
      "id": "199",
      "judul": "Tokyo Ghoul:re",
      "type": "TV",
      "tahun": "03 April 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Cerita lanjutan dari Tokyo Ghoul yang mengisahkan perjuangan Ken Kaneki sebagai bagian dari CCG.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1063/95086.webp"
    },
    {
      "id": "200",
      "judul": "Wotaku ni Koi wa Muzukashii",
      "type": "TV",
      "tahun": "13 April 2018",
      "status": "Complete",
      "episode": "11",
      "rating": 8,
      "sinopsis": "Komedi romantis tentang dua pasangan otaku yang berusaha menjalani hubungan di dunia kerja dan kehidupan sehari-hari.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1864/93518.webp"
    },
    {
      "id": "201",
      "judul": "Megalo Box",
      "type": "TV",
      "tahun": "06 April 2018",
      "status": "Complete",
      "episode": "13",
      "rating": 8,
      "sinopsis": "Pertarungan tinju futuristik dengan teknologi eksoskeleton dalam dunia bawah tanah yang keras.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1958/93533.webp"
    },
    {
      "id": "202",
      "judul": "Golden Kamuy",
      "type": "TV",
      "tahun": "09 April 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Pencarian harta karun emas oleh seorang tentara veteran dan seorang gadis Ainu di Hokkaido pasca Perang Rusia-Jepang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1145/90880.webp"
    },
    {
      "id": "203",
      "judul": "3D Kanojo: Real Girl",
      "type": "TV",
      "tahun": "04 April 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 7,
      "sinopsis": "Kisah cinta antara siswa otaku dan gadis populer yang berbeda dunia dan pandangan hidup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1327/93616.webp"
    },
    {
      "id": "204",
      "judul": "Tada-kun wa Koi wo Shinai",
      "type": "TV",
      "tahun": "08 April 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 9,
      "sinopsis": "Cerita komedi romantis tentang siswa SMA yang tiba-tiba memiliki kemampuan melihat masa depan orang yang disentuhnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1446/91841.webp"
    },
    {
      "id": "205",
      "judul": "Hataraku Oniisan!",
      "type": "TV",
      "tahun": "05 Januari 2018",
      "status": "Complete",
      "episode": "12",
      "rating": 8,
      "sinopsis": "Tapio Chatarozawa yang enerjik dan Kuehiko Roshihara yang tenang adalah dua kucing muda yang mencoba berbagai pekerjaan paruh waktu, mulai dari mengantar paket hingga membersihkan jendela gedung pencakar langit. Sambil belajar menghadapi tantangan dan tingkah unik pelanggan maupun atasan, mereka membangun ikatan sebagai rekan kerja.",
      "gambar": "https://cdn.myanimelist.net/images/anime/10/88930.webp"
    },
    {
      "id": "207",
      "judul": "Devils' Line",
      "type": "TV",
      "tahun": "07 April 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Di Tokyo, vampir hidup di antara manusia. Anzai, setengah vampir, dan Tsukasa, seorang mahasiswa, terlibat dalam kasus kriminal yang melibatkan vampir. Kisah cinta mereka berkembang di tengah konflik antara manusia dan vampir.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1053/98838.webp"
    },
    {
      "id": "208",
      "judul": "Persona 5 the Animation",
      "type": "TV",
      "tahun": "08 April 2018",
      "status": "Complete",
      "episode": 26,
      "rating": 8,
      "sinopsis": "Ren Amamiya dipindahkan ke Tokyo setelah dituduh melakukan penyerangan. Di sana, ia menemukan kekuatan Persona dan membentuk Phantom Thieves of Hearts. Mereka mencuri hati orang dewasa yang korup untuk mengubah masyarakat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1829/92056.webp"
    },
    {
      "id": "209",
      "judul": "Caligula",
      "type": "TV",
      "tahun": "08 April 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Di dunia virtual bernama Mobius, sembilan siswa membentuk Go-Home Club. Mereka berusaha melarikan diri dari Mobius yang diciptakan oleh idola virtual, μ. Setiap anggota memiliki rahasia dan trauma yang tersembunyi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1910/93404.webp"
    },
    {
      "id": "210",
      "judul": "Captain Tsubasa (2018)",
      "type": "TV",
      "tahun": "03 April 2018",
      "status": "Complete",
      "episode": 52,
      "rating": 8,
      "sinopsis": "Remake dari seri klasik. Tsubasa Oozora, seorang anak yang sangat mencintai sepak bola, pindah ke Nankatsu. Ia bertemu dengan Wakabayashi dan mereka memulai perjalanan untuk menjadi pemain sepak bola terbaik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1866/91270.webp"
    },
    {
      "id": "211",
      "judul": "Shingeki no Kyojin Season 3",
      "type": "TV",
      "tahun": "23 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Survey Corps menghadapi musuh baru, baik dari dalam maupun luar tembok. Misteri seputar keluarga Reiss dan sejarah tembok mulai terungkap. Eren dan kawan-kawan berusaha mengungkap rahasia dunia mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1173/92110.webp"
    },
    {
      "id": "212",
      "judul": "Overlord III",
      "type": "TV",
      "tahun": "10 Juli 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Ainz Ooal Gown, yang terjebak di dunia lain, melanjutkan rencananya untuk dominasi global. Ia memimpin Great Tomb of Nazarick dan menghadapi berbagai tantangan dari kerajaan manusia dan entitas lain.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1511/93473.webp"
    },
    {
      "id": "213",
      "judul": "Banana Fish",
      "type": "TV",
      "tahun": "06 Juli 2018",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Ash Lynx, pemimpin geng jalanan, dan Eiji Okumura, seorang fotografer, terlibat dalam konspirasi besar. Mereka berusaha mengungkap rahasia di balik 'Banana Fish', nama sandi yang terkait dengan obat misterius.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1190/93472.webp"
    },
    {
      "id": "214",
      "judul": "Grand Blue",
      "type": "TV",
      "tahun": "14 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Iori Kitahara pindah ke kota pesisir. Ia bergabung dengan klub selam dan terkejut dengan gaya hidup mereka yang liar dan penuh pesta. Iori harus menyeimbangkan kehidupan kuliah, diving, dan pesta gila-gilaan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1302/94882.webp"
    },
    {
      "id": "215",
      "judul": "Hataraku Saibou",
      "type": "TV",
      "tahun": "08 Juli 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Anime ini menggambarkan tubuh manusia dari sudut pandang sel-selnya. Sel darah merah, sel darah putih, dan sel-sel lain bekerja keras untuk menjaga kesehatan tubuh dari ancaman seperti virus dan bakteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1141/117446.webp"
    },
    {
      "id": "216",
      "judul": "Satsuriku no Tenshi",
      "type": "TV",
      "tahun": "06 Juli 2018",
      "status": "Complete",
      "episode": 16,
      "rating": 9,
      "sinopsis": "Rachel Gardner terbangun di sebuah gedung. Ia bertemu dengan Isaac 'Zack' Foster, seorang pembunuh berantai. Mereka membuat kesepakatan: Rachel membantu Zack melarikan diri, dan Zack akan membunuh Rachel.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1862/95624.webp"
    },
    {
      "id": "217",
      "judul": "Asobi Asobase",
      "type": "TV",
      "tahun": "08 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Tiga siswi, Hanako, Olivia, dan Kasumi, membentuk klub 'Pastimers'. Mereka mencoba berbagai permainan aneh dan konyol, seringkali berakhir dengan kekacauan. Komedi sehari-hari mereka penuh dengan tingkah laku yang absurd.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1139/95077.webp"
    },
    {
      "id": "218",
      "judul": "Sirius the Jaeger",
      "type": "TV",
      "tahun": "12 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Pada tahun 1930, sekelompok pemburu vampir datang ke Tokyo. Salah satu anggotanya, Yuliy, adalah seorang 'Jaeger' yang mencari 'Ark of Sirius', sebuah artefak misterius yang bisa mengubah dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1456/94897.webp"
    },
    {
      "id": "219",
      "judul": "Hanebado!",
      "type": "TV",
      "tahun": "02 Juli 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Ayano Hanesaki, seorang jenius bulu tangkis, menghindari olahraga ini. Namun, ia kembali bermain setelah bertemu dengan Nagisa Aragaki, kapten tim bulu tangkis yang ambisius. Keduanya saling bersaing di lapangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1288/93432.webp"
    },
    {
      "id": "220",
      "judul": "Sunohara-sou no Kanrinin-san",
      "type": "TV",
      "tahun": "05 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Aki Shiina, seorang siswa SMP yang merasa tidak jantan, pindah ke asrama. Di sana, ia bertemu dengan Ayaka Sunohara, pengelola asrama yang cantik dan ramah. Aki terus-menerus digoda oleh Ayaka dan penghuni lainnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1539/124746.webp"
    },
    {
      "id": "221",
      "judul": "Harukana Receive",
      "type": "TV",
      "tahun": "06 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Haruka Oozora pindah ke Okinawa dan jatuh cinta pada beach volleyball. Ia berpasangan dengan sepupunya, Kanata Higa, yang awalnya enggan bermain. Keduanya bertekad untuk bersaing di turnamen lokal.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1924/95212.webp"
    },
    {
      "id": "222",
      "judul": "Angolmois: Genkou Kassenki",
      "type": "TV",
      "tahun": "11 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Pada tahun 1274, Jinzaburou Kuchii, seorang samurai buangan, dikirim ke Tsushima sebagai tahanan. Ia harus bekerja sama dengan para penduduk dan prajurit lokal untuk mempertahankan pulau dari invasi bangsa Mongol.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1469/95052.webp"
    },
    {
      "id": "223",
      "judul": "Phantom in the Twilight",
      "type": "TV",
      "tahun": "10 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Di London, Tou, seorang mahasiswi, tersesat dan berakhir di sebuah kafe. Ia bertemu dengan para penjaga dunia yang melindungi manusia dari 'Shadows', entitas supernatural. Tou memiliki kekuatan tersembunyi yang membantunya melawan kejahatan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1156/93567.webp"
    },
    {
      "id": "224",
      "judul": "Lord of Vermilion: Guren no Ou",
      "type": "TV",
      "tahun": "14 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Pada tahun 2030, Tokyo mengalami resonansi misterius yang menyebabkan banyak kematian. Di tengah kekacauan, Chihiro Kamina menyadari bahwa ia memiliki kekuatan tersembunyi. Ia dan teman-temannya harus mengungkap misteri di balik insiden ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1557/95053.webp"
    },
    {
      "id": "225",
      "judul": "Beatless Final Stage",
      "type": "TV",
      "tahun": "26 September 2018",
      "status": "Complete",
      "episode": 4,
      "rating": 7,
      "sinopsis": "Kelanjutan dari seri Beatless. Setelah terjadi kekacauan, Lacia, seorang hIE (humanoid interface element), harus menghadapi konflik yang semakin membesar. Arato dan teman-temannya harus menentukan masa depan manusia dan hIE.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1745/93307.webp"
    },
    {
      "id": "226",
      "judul": "Senjuushi",
      "type": "TV",
      "tahun": "03 Juli 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Di dunia yang dikuasai oleh Kekaisaran, sekelompok pria tampan yang mewakili senjata kuno bangkit. Mereka bertarung untuk membebaskan dunia dari tirani. Para 'Absolute Noble' ini menggunakan kekuatan senjata mereka untuk berperang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1357/95039.webp"
    },
    {
      "id": "227",
      "judul": "Hataraku Onii-san! no 2!",
      "type": "TV",
      "tahun": "06 Juli 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim kedua dari Hataraku Onii-san!. Tiga kucing, Tapio, Rusku, dan Mike, terus bekerja di berbagai pekerjaan. Mereka mencoba berbagai pekerjaan baru dan bertemu dengan karakter-karakter unik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1250/95044.webp"
    },
    {
      "id": "228",
      "judul": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
      "type": "TV",
      "tahun": "04 Oktober 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Sakuta Azusagawa bertemu dengan Mai Sakurajima, seorang aktris yang mengenakan kostum gadis kelinci di perpustakaan. Ia tidak terlihat oleh orang lain, sebuah fenomena yang dikenal sebagai 'Sindrom Pubertas'. Sakuta membantunya dan bertemu dengan gadis-gadis lain yang memiliki sindrom serupa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1301/93586.webp"
    },
    {
      "id": "229",
      "judul": "Tokyo Ghoul:re 2nd Season",
      "type": "TV",
      "tahun": "09 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Kaneki Ken dan teman-temannya kembali untuk menghadapi konflik terakhir. Perang antara Ghoul dan CCG semakin memanas, dan identitas Kaneki yang sebenarnya mulai terungkap. Ia harus membuat keputusan sulit untuk melindungi orang-orang yang dicintainya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1545/121995.webp"
    },
    {
      "id": "230",
      "judul": "Kishuku Gakkou no Juliet",
      "type": "TV",
      "tahun": "06 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Romio Inuzuka, pemimpin asrama Black Dog, dan Juliet Persia, pemimpin asrama White Cat, adalah musuh bebuyutan. Namun, mereka berdua jatuh cinta. Mereka harus menyembunyikan hubungan mereka dari asrama masing-masing di sekolah yang terbagi dua ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1908/93416.webp"
    },
    {
      "id": "231",
      "judul": "Irozuku Sekai no Ashita kara",
      "type": "TV",
      "tahun": "06 Oktober 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Hitomi Tsukishiro, seorang penyihir yang kehilangan kemampuan melihat warna, dikirim 60 tahun ke masa lalu. Ia bertemu dengan neneknya yang masih remaja dan teman-temannya. Di sana, ia mulai merasakan warna kembali dan menemukan arti persahabatan dan cinta.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1424/93855.webp"
    },
    {
      "id": "232",
      "judul": "Radiant",
      "type": "TV",
      "tahun": "06 Oktober 2018",
      "status": "Complete",
      "episode": 21,
      "rating": 7,
      "sinopsis": "Seth, seorang penyihir muda, bermimpi untuk menghancurkan 'Radiant', sarang monster Nemesis. Namun, ia harus menghadapi diskriminasi dari para penyihir lain. Ia memulai perjalanan untuk menemukan 'Radiant' sambil melawan monster dan Prejudice.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1318/95345.webp"
    },
    {
      "id": "233",
      "judul": "Golden Kamuy 2nd Season",
      "type": "TV",
      "tahun": "08 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Saichi Sugimoto dan Asirpa melanjutkan perjalanan mereka untuk menemukan peta harta karun. Musuh baru bermunculan, dan mereka harus bertahan hidup dari pertempuran sengit di tengah dinginnya Hokkaido. Asirpa semakin dekat dengan rahasia yang tersembunyi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1180/95018.webp"
    },
    {
      "id": "234",
      "judul": "Ore ga Suki nano wa Imouto dakedo Imouto ja Nai",
      "type": "TV",
      "tahun": "10 Oktober 2018",
      "status": "Complete",
      "episode": 10,
      "rating": 5,
      "sinopsis": "Yu Nagami, seorang penulis, mengetahui bahwa adiknya, Suzuka, adalah penulis novel ringan. Suzuka meminta Yu untuk menjadi 'tokoh utama' di novelnya. Kehidupan Yu berubah drastis setelah itu, dan ia harus berhadapan dengan berbagai situasi aneh.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1359/96152.webp"
    },
    {
      "id": "235",
      "judul": "Conception",
      "type": "TV",
      "tahun": "10 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Itsuki Yuge, seorang siswa SMA, dipanggil ke dunia lain untuk menyelamatkannya dari monster. Ia harus memiliki anak-anak dengan 12 'Maiden of the Stars' untuk menciptakan 'Star Children' dan mengalahkan monster. Ia harus berjuang untuk menghentikan kehancuran dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1849/95019.webp"
    },
    {
      "id": "236",
      "judul": "Senran Kagura Shinovi Master: Tokyo Youma-hen",
      "type": "TV",
      "tahun": "13 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Para shinobi perempuan kembali untuk pertempuran. Mereka harus menghadapi ancaman baru dari 'Youma', monster yang muncul di Tokyo. Mereka berjuang untuk melindungi kota dan orang-orang yang dicintai, sambil bersaing satu sama lain.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1022/124269.webp"
    },
    {
      "id": "237",
      "judul": "Double Decker! Doug & Kirill",
      "type": "TV",
      "tahun": "30 September 2018",
      "status": "Complete",
      "episode": 13,
      "rating": 6,
      "sinopsis": "Doug Billingham, seorang detektif veteran, dipasangkan dengan Kirill Vrubel, seorang detektif pemula. Mereka berdua harus bekerja sama untuk memerangi 'Anthem', sebuah obat ilegal yang mengubah penggunanya menjadi monster. Kisah ini penuh dengan komedi dan aksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1299/95783.webp"
    },
    {
      "id": "238",
      "judul": "Bakumatsu",
      "type": "TV",
      "tahun": "05 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Sakamoto Ryoma dan Takasugi Shinsaku tiba di Kyoto dan menemukan dunia yang telah berubah. Mereka berusaha mengembalikan sejarah dan melawan ancaman dari 'Time Lord'. Mereka harus bekerja sama untuk menghentikan kehancuran Jepang.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1764/95110.webp"
    },
    {
      "id": "239",
      "judul": "Gakuen Basara",
      "type": "TV",
      "tahun": "05 Oktober 2018",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Spin-off dari seri Sengoku Basara. Para panglima perang Jepang kini menjadi siswa sekolah menengah. Mereka saling bersaing untuk menjadi presiden dewan siswa. Kisah ini dipenuhi dengan komedi dan parodi yang kocak.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1278/93829.webp"
    },
    {
      "id": "240",
      "judul": "Yakusoku no Neverland",
      "type": "TV",
      "tahun": "11 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Di panti asuhan Grace Field House, Emma, Norman, dan Ray hidup bahagia. Namun, mereka menemukan rahasia mengerikan di balik panti asuhan mereka. Mereka harus merencanakan pelarian untuk menyelamatkan diri mereka dan teman-teman mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1830/118780.webp"
    },
    {
      "id": "241",
      "judul": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
      "type": "TV",
      "tahun": "12 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Miyuki Shirogane dan Kaguya Shinomiya adalah dua siswa terpintar di sekolah. Keduanya saling mencintai, tetapi tidak ada yang mau mengakuinya. Mereka berdua melakukan 'perang' untuk membuat yang lain mengaku cinta terlebih dahulu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1295/106551.webp"
    },
    {
      "id": "242",
      "judul": "Tate no Yuusha no Nariagari",
      "type": "TV",
      "tahun": "09 Januari 2019",
      "status": "Complete",
      "episode": 25,
      "rating": 8,
      "sinopsis": "Naofumi Iwatani dipanggil ke dunia lain sebagai 'Pahlawan Perisai'. Ia dituduh melakukan kejahatan yang tidak ia lakukan dan dibuang. Ia bertekad untuk menjadi pahlawan yang sebenarnya dan membalas dendam pada dunia yang mengkhianatinya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1490/101365.webp"
    },
    {
      "id": "243",
      "judul": "Mob Psycho 100 II",
      "type": "TV",
      "tahun": "07 Januari 2019",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Shigeo 'Mob' Kageyama kembali untuk musim kedua. Ia terus berusaha untuk mengendalikan emosinya dan kekuatannya. Mob harus menghadapi musuh yang lebih kuat dan menguji batas-batas kekuatannya. Ia juga belajar untuk menjadi diri sendiri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1918/96303.webp"
    },
    {
      "id": "244",
      "judul": "Dororo",
      "type": "TV",
      "tahun": "07 Januari 2019",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Hyakkimaru, seorang samurai tanpa organ tubuh, harus mengalahkan 48 iblis untuk mendapatkan kembali bagian tubuhnya. Ia bertemu dengan Dororo, seorang pencuri muda. Mereka berdua memulai perjalanan berbahaya untuk mengalahkan iblis dan mencari arti kemanusiaan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1879/100467.webp"
    },
    {
      "id": "245",
      "judul": "5-toubun no Hanayome",
      "type": "TV",
      "tahun": "11 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Fuutarou Uesugi, seorang siswa yang miskin tapi pintar, menjadi guru les bagi lima saudari kembar yang tidak suka belajar. Ia harus berusaha keras untuk mengajar mereka sambil menghadapi tingkah laku mereka yang aneh. Ia harus mengajari mereka cara belajar.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1819/97947.webp"
    },
    {
      "id": "246",
      "judul": "Kakegurui××",
      "type": "TV",
      "tahun": "09 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Kakegurui. Yumeko Jabami kembali untuk menghadapi tantangan baru di Akademi Swasta Hyakkaou. Ia harus menghadapi berbagai taruhan yang gila dan mengalahkan lawan-lawan yang lebih kuat untuk mendapatkan posisinya kembali.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1496/96519.webp"
    },
    {
      "id": "247",
      "judul": "Domestic na Kanojo",
      "type": "TV",
      "tahun": "12 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Natsuo Fujii, seorang siswa SMA, jatuh cinta pada gurunya, Hina. Namun, ia juga memiliki hubungan dengan Rui, seorang siswi yang ia temui di pesta. Kehidupan Natsuo menjadi kacau setelah ayah dan ibu Hina dan Rui menikah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1021/95670.webp"
    },
    {
      "id": "248",
      "judul": "Watashi ni Tenshi ga Maiorita!",
      "type": "TV",
      "tahun": "08 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Miyako Hoshino, seorang otaku dan siswi SMA, bertemu dengan adik kelas adiknya, Hana Shirosaki. Miyako terobsesi dengan Hana dan mencoba untuk berteman dengannya. Kisah ini penuh dengan kelucuan dan momen menggemaskan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1778/100470.webp"
    },
    {
      "id": "249",
      "judul": "3D Kanojo: Real Girl 2nd Season",
      "type": "TV",
      "tahun": "09 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kelanjutan dari seri 3D Kanojo. Hikari Tsutsui dan Iroha Igarashi melanjutkan hubungan mereka. Mereka harus menghadapi berbagai tantangan, termasuk teman-teman yang aneh dan masalah pribadi. Kisah cinta mereka diuji oleh berbagai rintangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1237/113435.webp"
    },
    {
      "id": "250",
      "judul": "Doukyonin wa Hiza, Tokidoki, Atama no Ue.",
      "type": "TV",
      "tahun": "09 Januari 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Subaru Mikazuki, seorang penulis novel yang penyendiri, mengadopsi seekor kucing liar yang ia namai Haru. Cerita ini mengikuti kehidupan mereka berdua dari sudut pandang manusia dan kucing, menunjukkan bagaimana mereka saling melengkapi satu sama lain.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1251/99191.webp"
    },
    {
      "id": "251",
      "judul": "Kimetsu no Yaiba",
      "type": "TV",
      "tahun": "06 April 2019",
      "status": "Complete",
      "episode": 26,
      "rating": 8,
      "sinopsis": "Setelah keluarganya dibantai oleh iblis, Tanjiro Kamado memulai perjalanan untuk membalas dendam dan mengubah adiknya, Nezuko, yang menjadi iblis, kembali menjadi manusia. Ia bergabung dengan Korps Pembasmi Iblis untuk menghadapi musuh yang kuat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1286/99889.webp"
    },
    {
      "id": "252",
      "judul": "Shingeki no Kyojin Season 3 Part 2",
      "type": "TV",
      "tahun": "29 April 2019",
      "status": "Complete",
      "episode": 10,
      "rating": 9,
      "sinopsis": "Survey Corps melancarkan operasi untuk merebut kembali Wall Maria. Mereka berhadapan dengan Reiner, Bertolt, dan Beast Titan. Pertarungan ini mengungkap rahasia yang mengejutkan tentang dunia mereka dan asal-usul para Titan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1517/100633.webp"
    },
    {
      "id": "253",
      "judul": "One Punch Man 2nd Season",
      "type": "TV",
      "tahun": "10 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Saitama kembali dan menghadapi musuh baru yang lebih kuat. Ia bertemu dengan berbagai pahlawan baru dan musuh misterius. Meskipun kekuatan Saitama tidak terbatas, ia mulai menyadari adanya ancaman yang lebih besar dari monster.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1247/122044.webp"
    },
    {
      "id": "254",
      "judul": "Bungou Stray Dogs 3rd Season",
      "type": "TV",
      "tahun": "12 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Detective Agency dan Port Mafia bekerja sama untuk menghadapi 'The Guild'. Mereka harus bersatu untuk menghentikan musuh yang kuat dan berbahaya. Kisah ini penuh dengan plot twist, aksi, dan karakter yang kompleks.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1037/100463.webp"
    },
    {
      "id": "255",
      "judul": "Kenja no Mago",
      "type": "TV",
      "tahun": "10 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Seorang pria yang meninggal dalam kecelakaan reinkarnasi di dunia sihir. Ia dibesarkan oleh seorang penyihir hebat, Merlin, dan menjadi sangat kuat. Namun, ia tidak memiliki akal sehat. Ia harus belajar bagaimana berinteraksi dengan orang lain di akademi sihir.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1261/100452.webp"
    },
    {
      "id": "256",
      "judul": "Bokutachi wa Benkyou ga Dekinai",
      "type": "TV",
      "tahun": "07 April 2019",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Nariyuki Yuiga, seorang siswa yang pintar, menjadi tutor untuk tiga siswi genius yang memiliki masalah. Fumino Furuhashi, Rizu Ogata, dan Uruka Takemoto harus belajar untuk masuk ke universitas impian mereka, meskipun ada berbagai masalah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1602/100510.webp"
    },
    {
      "id": "257",
      "judul": "Isekai Quartet",
      "type": "TV",
      "tahun": "10 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Karakter-karakter dari Overlord, Re:Zero, Konosuba, dan Youjo Senki tiba-tiba muncul di dunia lain. Mereka harus bersekolah bersama dan menjalani kehidupan sehari-hari yang penuh dengan komedi dan kekacauan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1965/99667.webp"
    },
    {
      "id": "258",
      "judul": "Sewayaki Kitsune no Senko-san",
      "type": "TV",
      "tahun": "10 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Nakano, seorang pegawai kantor yang lelah, bertemu dengan Senko, seekor dewi rubah. Senko memutuskan untuk merawat Nakano dan memanjakannya. Kisah ini penuh dengan momen-momen hangat dan menggemaskan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1814/99677.webp"
    },
    {
      "id": "259",
      "judul": "Nande Koko ni Sensei ga!?",
      "type": "TV",
      "tahun": "08 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Ichiro Sato terus-menerus bertemu dengan guru-gurunya dalam situasi yang canggung dan erotis. Ia harus bertahan dari godaan dan situasi aneh yang terjadi di setiap pertemuan. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1765/99673.webp"
    },
    {
      "id": "260",
      "judul": "Midara na Ao-chan wa Benkyou ga Dekinai",
      "type": "TV",
      "tahun": "06 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Ao Horie, seorang siswi SMA, mencoba untuk fokus pada studinya. Namun, ia terus-menerus diganggu oleh fantasi erotis. Ia harus mengendalikan pikirannya dan mencoba untuk menjadi pacar Kijima, teman sekelasnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1718/98214.webp"
    },
    {
      "id": "261",
      "judul": "Fairy Gone",
      "type": "TV",
      "tahun": "08 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Di dunia yang dipenuhi peri, Marlya memiliki kemampuan untuk mengendalikan peri. Ia bergabung dengan 'Dorothea', sebuah organisasi yang berjuang melawan para 'Peri Gone', para peri yang tidak bisa dikendalikan. Kisah ini penuh dengan pertempuran dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1562/100460.webp"
    },
    {
      "id": "262",
      "judul": "Gunjou no Magmell",
      "type": "TV",
      "tahun": "07 April 2019",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Di dunia yang tiba-tiba muncul benua baru bernama Magmell, Inyou adalah seorang 'Angler' yang menjelajahi benua itu. Ia dan asistennya, Zero, membantu orang-orang untuk bertahan hidup di Magmell yang berbahaya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1063/98597.webp"
    },
    {
      "id": "263",
      "judul": "Nobunaga-sensei no Osanazuma",
      "type": "TV",
      "tahun": "06 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Nobunaga, seorang guru SMA, bermimpi tentang istri masa depannya. Suatu hari, seorang gadis tiba-tiba muncul dan mengaku sebagai istri Nobunaga dari masa depan. Nobunaga harus menghadapi berbagai situasi lucu dan aneh.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1524/97286.webp"
    },
    {
      "id": "264",
      "judul": "Shoumetsu Toshi",
      "type": "TV",
      "tahun": "07 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 5,
      "sinopsis": "Di Tokyo, sebuah kota menghilang. Takuya, seorang kurir, bertemu dengan Yuki, seorang gadis yang memiliki kekuatan misterius. Mereka berdua harus bekerja sama untuk mengungkap misteri di balik hilangnya kota itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1411/111363.webp"
    },
    {
      "id": "265",
      "judul": "Bakumatsu: Crisis",
      "type": "TV",
      "tahun": "05 April 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 5,
      "sinopsis": "Kelanjutan dari seri Bakumatsu. Sakamoto Ryoma dan Takasugi Shinsaku kembali ke masa lalu dan menghadapi ancaman baru. Mereka harus menghentikan Kaisar dan menyelamatkan Jepang dari kehancuran.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1979/100451.webp"
    },
    {
      "id": "266",
      "judul": "Dr. Stone",
      "type": "TV",
      "tahun": "05 Juli 2019",
      "status": "Complete",
      "episode": 24,
      "rating": 8,
      "sinopsis": "Seluruh umat manusia berubah menjadi batu. Senku Ishigami, seorang genius, berhasil lolos dari petrifikasi. Ia bertekad untuk menghidupkan kembali peradaban manusia menggunakan ilmu pengetahuan. Ia harus menghadapi berbagai tantangan untuk membangun dunia baru.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1613/102576.webp"
    },
    {
      "id": "267",
      "judul": "Vinland Saga",
      "type": "TV",
      "tahun": "08 Juli 2019",
      "status": "Complete",
      "episode": 24,
      "rating": 8,
      "sinopsis": "Thorfinn, seorang prajurit muda, hidup di antara Viking. Ia bertekad untuk membalas dendam pada Askeladd, seorang pemimpin Viking. Ia harus menghadapi berbagai pertempuran dan konflik. Kisah ini penuh dengan aksi, drama, dan karakter yang kuat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1500/103005.webp"
    },
    {
      "id": "268",
      "judul": "Enen no Shouboutai",
      "type": "TV",
      "tahun": "06 Juli 2019",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Shinra Kusakabe, seorang anggota tim pemadam kebakaran khusus, memiliki kemampuan untuk mengeluarkan api dari kakinya. Ia bergabung dengan tim untuk melawan 'Infernal', manusia yang berubah menjadi monster api. Shinra bertekad untuk mengungkap misteri di balik fenomena ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1664/103275.webp"
    },
    {
      "id": "269",
      "judul": "Dumbbell Nan Kilo Moteru?",
      "type": "TV",
      "tahun": "03 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Hibiki Sakura, seorang siswi yang gemuk, memutuskan untuk pergi ke gym. Ia bertemu dengan Akemi Soryuin, seorang siswi yang sangat menyukai latihan. Bersama-sama, mereka belajar tentang cara berolahraga yang benar dan menghadapi tantangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1385/101060.webp"
    },
    {
      "id": "270",
      "judul": "Karakai Jouzu no Takagi-san 2",
      "type": "TV",
      "tahun": "07 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Takagi-san. Nishikata terus-menerus mencoba untuk membalas dendam pada Takagi yang selalu menggodanya. Namun, ia selalu gagal. Hubungan mereka semakin dekat dan manis di musim ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1393/107033.webp"
    },
    {
      "id": "271",
      "judul": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
      "type": "TV",
      "tahun": "08 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Keiki Kiryuu menerima surat cinta tanpa pengirim dan celana dalam. Ia mencoba mencari tahu siapa pengirimnya, dan ia menemukan bahwa itu bisa jadi salah satu dari tiga gadis cantik. Keiki harus menemukan siapa gadis 'aneh' yang mencintainya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1430/102439.webp"
    },
    {
      "id": "272",
      "judul": "Tejina-senpai",
      "type": "TV",
      "tahun": "02 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Seorang pesulap, yang disebut 'Senpai', mencoba untuk menunjukkan trik sulapnya. Namun, ia selalu gagal. Ia dibantu oleh asistennya yang baru, yang juga menjadi 'korban' dari triknya yang gagal. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1510/99891.webp"
    },
    {
      "id": "273",
      "judul": "Sounan desu ka?",
      "type": "TV",
      "tahun": "02 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Empat siswi SMA terdampar di sebuah pulau. Mereka harus bekerja sama untuk bertahan hidup. Salah satu dari mereka, Homare, adalah seorang 'ahli' bertahan hidup. Kisah ini mengajarkan tentang cara bertahan hidup di alam liar.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1741/102237.webp"
    },
    {
      "id": "274",
      "judul": "Katsute Kami Datta Kemono-tachi e",
      "type": "TV",
      "tahun": "01 Juli 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Di dunia fantasi, para prajurit 'Incarnate' adalah manusia yang memiliki kekuatan monster. Mereka digunakan dalam perang. Nancy Schaal Bancroft memulai perjalanan untuk mencari para 'Incarnate' dan mengakhiri penderitaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1109/101230.webp"
    },
    {
      "id": "275",
      "judul": "Boku no Hero Academia 4th Season",
      "type": "TV",
      "tahun": "12 Oktober 2019",
      "status": "Complete",
      "episode": 25,
      "rating": 9,
      "sinopsis": "Izuku Midoriya memulai magang di bawah Sir Nighteye. Ia dan kawan-kawannya harus menghadapi ancaman baru dari 'Shie Hassaikai', sebuah sindikat Yakuza yang dipimpin oleh Overhaul. Mereka harus menyelamatkan seorang gadis bernama Eri yang memiliki kekuatan misterius.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1412/107914.webp"
    },
    {
      "id": "276",
      "judul": "Ore wo Suki nano wa Omae dake ka yo",
      "type": "TV",
      "tahun": "03 Oktober 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Amatsuyu Kisaragi, seorang siswa SMA, didekati oleh dua gadis cantik. Namun, mereka hanya ingin meminta bantuannya untuk mendekati teman-temannya. Ia bertemu dengan Sumireko Sanshokuin, seorang gadis aneh yang tampaknya menyukainya. Ia harus menghadapi berbagai situasi aneh.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1348/102797.webp"
    },
    {
      "id": "277",
      "judul": "Bokutachi wa Benkyou ga Dekinai!",
      "type": "TV",
      "tahun": "06 Oktober 2019",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim kedua dari Bokutachi wa Benkyou ga Dekinai. Nariyuki Yuiga terus membantu Fumino, Rizu, dan Uruka. Ia juga harus menghadapi masalah dengan Sensei, Kirisu, yang juga memiliki masalah. Kisah ini berfokus pada hubungan mereka dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1974/102960.webp"
    },
    {
      "id": "278",
      "judul": "Psycho-Pass 3",
      "type": "TV",
      "tahun": "25 Oktober 2019",
      "status": "Complete",
      "episode": 8,
      "rating": 8,
      "sinopsis": "Dua inspektur baru, Arata Shindo dan Kei Mikhail Ignatov, bergabung dengan tim. Mereka harus bekerja sama untuk memecahkan kasus-kasus kriminal. Mereka menemukan rahasia-rahasia di balik sistem Sibyl. Mereka harus menghadapi konspirasi besar yang mengancam masyarakat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1406/104344.webp"
    },
    {
      "id": "279",
      "judul": "Radiant 2nd Season",
      "type": "TV",
      "tahun": "02 Oktober 2019",
      "status": "Complete",
      "episode": 21,
      "rating": 6,
      "sinopsis": "Seth melanjutkan perjalanannya untuk menemukan Radiant dan menghadapi ancaman baru. Ia bertemu dengan musuh baru yang kuat. Ia harus belajar untuk mengendalikan kekuatannya dan melindungi teman-temannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1974/108398.webp"
    },
    {
      "id": "280",
      "judul": "Val x Love",
      "type": "TV",
      "tahun": "05 Oktober 2019",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Takuma Akutsu, seorang siswa SMA yang takut pada orang lain, bertemu dengan sembilan saudari dewi perang. Mereka membutuhkan kekuatan Takuma untuk melawan iblis. Namun, ia harus berinteraksi dengan mereka, dan ia merasa canggung.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1577/111404.webp"
    },
    {
      "id": "281",
      "judul": "Haikyuu!!: To the Top",
      "type": "TV",
      "tahun": "11 Januari 2020",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Karasuno High School melanjutkan perjalanan mereka ke tingkat nasional. Mereka harus menghadapi musuh yang lebih kuat dan lebih ambisius. Hinata dan Kageyama harus belajar untuk bekerja sama untuk mencapai kemenangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1813/105367.webp"
    },
    {
      "id": "282",
      "judul": "Darwin's Game",
      "type": "TV",
      "tahun": "03 Januari 2020",
      "status": "Complete",
      "episode": 11,
      "rating": 7,
      "sinopsis": "Kaname Sudou, seorang siswa SMA, dipaksa untuk berpartisipasi dalam 'Darwin's Game', sebuah permainan survival online. Ia harus bertarung dengan pemain lain dan menggunakan kekuatan misterius untuk bertahan hidup. Ia harus mengungkap misteri di balik permainan ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1016/107222.webp"
    },
    {
      "id": "283",
      "judul": "Ishuzoku Reviewers",
      "type": "TV",
      "tahun": "11 Januari 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Tiga karakter, Stunk, Zel, dan Crimvael, melakukan perjalanan ke berbagai rumah bordil di dunia fantasi. Mereka memberikan ulasan tentang layanan yang diberikan oleh berbagai ras, dari elf hingga succubus. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1870/105970.webp"
    },
    {
      "id": "284",
      "judul": "Plunderer",
      "type": "TV",
      "tahun": "09 Januari 2020",
      "status": "Complete",
      "episode": 24,
      "rating": 6,
      "sinopsis": "Di dunia di mana setiap orang memiliki 'Count', Hina harus mencari 'Legendary Ace'. Ia bertemu dengan Licht Bach, seorang pria misterius yang memiliki kekuatan tersembunyi. Mereka berdua memulai perjalanan untuk menemukan kebenaran di balik dunia mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1534/104784.webp"
    },
    {
      "id": "285",
      "judul": "Rikei ga Koi ni Ochita no de Shoumei shitemita.",
      "type": "TV",
      "tahun": "11 Januari 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Ayame Himuro dan Shinya Yukimura, dua ilmuwan, jatuh cinta. Mereka mencoba untuk membuktikan cinta mereka secara ilmiah. Mereka melakukan berbagai eksperimen dan teori untuk memecahkan misteri cinta. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1432/103533.webp"
    },
    {
      "id": "286",
      "judul": "Isekai Quartet 2",
      "type": "TV",
      "tahun": "15 Januari 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Isekai Quartet. Karakter-karakter dari Overlord, Re:Zero, Konosuba, dan Youjo Senki kembali ke sekolah. Mereka harus berurusan dengan masalah baru dan karakter-karakter baru. Kisah ini penuh dengan komedi dan kekacauan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1030/103383.webp"
    },
    {
      "id": "287",
      "judul": "Murenase! Seton Gakuen",
      "type": "TV",
      "tahun": "07 Januari 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Jin Mazama, seorang siswa manusia, dipindahkan ke Seton Academy, sebuah sekolah yang dihuni oleh hewan. Ia bergabung dengan klub memasak dan harus berinteraksi dengan berbagai hewan. Ia harus menemukan cara untuk bertahan hidup di sekolah ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1558/104666.webp"
    },
    {
      "id": "288",
      "judul": "Heya Camp△",
      "type": "TV",
      "tahun": "06 Januari 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Spin-off dari Yuru Camp△. Tiga gadis, Rin, Nadeshiko, dan Chiaki, memutuskan untuk pergi ke berbagai tempat tanpa berkemah. Mereka mengunjungi berbagai tempat yang menarik. Kisah ini penuh dengan momen-momen hangat dan menggemaskan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1228/104364.webp"
    },
    {
      "id": "289",
      "judul": "Kaguya-sama wa Kokurasetai?: Tensai-tachi no Renai Zunousen",
      "type": "TV",
      "tahun": "11 April 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Kaguya-sama. Miyuki dan Kaguya melanjutkan 'perang' mereka. Mereka juga harus berhadapan dengan berbagai karakter baru dan masalah yang lebih besar. Kisah ini penuh dengan komedi, romansa, dan strategi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1764/106659.webp"
    },
    {
      "id": "290",
      "judul": "Gleipnir",
      "type": "TV",
      "tahun": "05 April 2020",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Shuichi Kagaya, seorang siswa SMA, memiliki kekuatan untuk berubah menjadi monster. Ia bertemu dengan Claire Aoki, seorang gadis yang memanipulasinya. Mereka berdua harus bekerja sama untuk mengumpulkan koin-koin misterius dan mengungkap rahasia dunia mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1808/111697.webp"
    },
    {
      "id": "291",
      "judul": "Fugou Keiji: Balance:UNLIMITED",
      "type": "TV",
      "tahun": "10 April 2020",
      "status": "Complete",
      "episode": 11,
      "rating": 9,
      "sinopsis": "Daisuke Kanbe, seorang detektif kaya, dipasangkan dengan Haru Kato, seorang detektif yang tidak menyukai uang. Mereka berdua harus bekerja sama untuk memecahkan kasus-kasus kriminal. Mereka berdua memiliki metode yang berbeda dalam menyelesaikan kasus.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1066/106556.webp"
    },
    {
      "id": "292",
      "judul": "Yi Ren Zhi Xia 3: Rushou Pian",
      "type": "TV",
      "tahun": "24 April 2020",
      "status": "Complete",
      "episode": 8,
      "rating": 9,
      "sinopsis": "Zhang Chulan dan Bao'er Feng harus menghadapi tantangan baru dalam dunia 'Outsider'. Mereka harus berpartisipasi dalam pertempuran besar untuk menentukan masa depan dunia. Kisah ini penuh dengan aksi, drama, dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1197/106650.webp"
    },
    {
      "id": "293",
      "judul": "Kanojo, Okarishimasu",
      "type": "TV",
      "tahun": "11 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kazuya Kinoshita, seorang mahasiswa yang putus cinta, menyewa seorang 'pacar sewaan' bernama Chizuru Mizuhara. Kehidupan Kazuya menjadi rumit setelah ia harus berpura-pura menjadi pacar Chizuru di depan keluarga dan teman-temannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1902/128382.webp"
    },
    {
      "id": "294",
      "judul": "The God of High School",
      "type": "TV",
      "tahun": "06 Juli 2020",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Jin Mori, seorang ahli taekwondo, diundang untuk berpartisipasi dalam 'The God of High School', sebuah turnamen pertarungan. Ia berjuang untuk menjadi yang terkuat dan mengungkap misteri di balik turnamen ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1722/107269.webp"
    },
    {
      "id": "295",
      "judul": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
      "type": "TV",
      "tahun": "10 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim terakhir dari Oregairu. Hachiman Hikigaya, Yukino Yukinoshita, dan Yui Yuigahama harus menghadapi hubungan mereka yang rumit. Mereka harus membuat keputusan sulit yang akan memengaruhi masa depan mereka. Kisah ini penuh dengan drama, romansa, dan introspeksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1958/107912.webp"
    },
    {
      "id": "296",
      "judul": "Enen no Shouboutai: Ni no Shou",
      "type": "TV",
      "tahun": "04 Juli 2020",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Musim kedua dari Fire Force. Shinra dan teman-temannya terus berjuang melawan Infernal. Mereka juga harus menghadapi White Clad, sebuah kultus yang percaya bahwa Infernal adalah takdir manusia. Shinra harus mengungkap rahasia di balik kekuatannya dan White Clad.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1673/107657.webp"
    },
    {
      "id": "297",
      "judul": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
      "type": "TV",
      "tahun": "04 Juli 2020",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Anos Voldigoad, seorang raja iblis yang kuat, bereinkarnasi 2000 tahun kemudian. Ia harus masuk ke akademi sihir untuk keturunan raja iblis. Namun, ia dianggap tidak kompeten. Anos harus membuktikan dirinya dan mengungkap misteri di balik akademi ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1126/108573.webp"
    },
    {
      "id": "298",
      "judul": "Uzaki-chan wa Asobitai!",
      "type": "TV",
      "tahun": "10 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Shinichi Sakurai, seorang mahasiswa yang suka menyendiri, terus-menerus diganggu oleh Hana Uzaki, seorang adik kelasnya yang energik. Hana mencoba untuk membuatnya lebih bersosialisasi. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1540/108292.webp"
    },
    {
      "id": "299",
      "judul": "Monster Musume no Oishasan",
      "type": "TV",
      "tahun": "12 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Glenn Litbeit, seorang dokter manusia, membuka klinik di kota yang dihuni oleh monster. Ia harus berurusan dengan berbagai masalah kesehatan monster, dari lamia hingga harpy. Ia harus menemukan cara untuk menyembuhkan mereka dan mendapatkan kepercayaan mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1762/106598.webp"
    },
    {
      "id": "300",
      "judul": "Peter Grill to Kenja no Jikan",
      "type": "TV",
      "tahun": "11 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Peter Grill, seorang pejuang terkuat, berjanji untuk setia kepada pacarnya. Namun, ia menjadi sasaran dari berbagai ras perempuan. Ia harus menolak mereka sambil tetap setia pada pacarnya. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1368/108441.webp"
    },
    {
      "id": "301",
      "judul": "Dokyuu Hentai Hxeros",
      "type": "TV",
      "tahun": "04 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Retto Kirishima dan empat gadis cantik melawan alien yang mencuri energi erotis manusia. Mereka harus mengumpulkan 'Hentai' dan menggunakan kekuatan mereka untuk mengalahkan alien. Kisah ini penuh dengan aksi, komedi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1342/108321.webp"
    },
    {
      "id": "302",
      "judul": "Gibiate",
      "type": "TV",
      "tahun": "15 Juli 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Di Jepang masa depan, sebuah virus mengubah manusia menjadi monster yang disebut 'Gibia'. Kanzaki Sensui dan Kathleen Funada, dari masa lalu, tiba di masa depan dan harus berjuang untuk bertahan hidup dan menemukan cara untuk menghentikan virus.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1035/113446.webp"
    },
    {
      "id": "303",
      "judul": "Jujutsu Kaisen",
      "type": "TV",
      "tahun": "03 Oktober 2020",
      "status": "Complete",
      "episode": 24,
      "rating": 8,
      "sinopsis": "Yuuji Itadori, seorang siswa SMA yang kuat, menelan jari iblis. Ia bergabung dengan Jujutsu High School dan harus menghadapi berbagai kutukan dan iblis. Ia harus belajar untuk mengendalikan kekuatannya dan menjadi Jujutsu Sorcerer.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1171/109222.webp"
    },
    {
      "id": "304",
      "judul": "Haikyuu!!: To the Top 2nd Season",
      "type": "TV",
      "tahun": "03 Oktober 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Bagian kedua dari Haikyuu!!: To the Top. Karasuno High School melanjutkan pertandingan mereka di Kejuaraan Nasional. Mereka harus menghadapi berbagai tim yang kuat. Hinata dan Kageyama harus bekerja sama untuk mencapai kemenangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1453/106768.webp"
    },
    {
      "id": "305",
      "judul": "Akudama Drive",
      "type": "TV",
      "tahun": "08 Oktober 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Di dunia distopia, sekelompok penjahat, 'Akudama', disewa untuk misi yang berbahaya. Seorang gadis biasa, 'Swindler', secara tidak sengaja bergabung dengan mereka. Mereka harus bekerja sama untuk bertahan hidup dan mengungkap misteri di balik misi ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1468/109172.webp"
    },
    {
      "id": "306",
      "judul": "Golden Kamuy 3rd Season",
      "type": "TV",
      "tahun": "05 Oktober 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Saichi Sugimoto dan Asirpa melanjutkan perjalanan mereka untuk mencari peta harta karun. Mereka bertemu dengan berbagai musuh dan sekutu baru. Mereka harus menghadapi berbagai tantangan di tengah-tengah perang yang memanas.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1763/108108.webp"
    },
    {
      "id": "307",
      "judul": "Ikebukuro West Gate Park",
      "type": "TV",
      "tahun": "06 Oktober 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Makoto Majima, seorang 'Troubleshooter', membantu orang-orang di Ikebukuro. Ia harus berurusan dengan geng jalanan dan polisi. Ia harus mengungkap berbagai misteri di balik kota Ikebukuro. Kisah ini penuh dengan drama dan aksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1277/108376.webp"
    },
    {
      "id": "308",
      "judul": "Dogeza de Tanondemita",
      "type": "TV",
      "tahun": "14 Oktober 2020",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Suwaru Doge, seorang pria yang suka membungkuk, meminta maaf kepada berbagai gadis. Ia harus membungkuk untuk mendapatkan hal-hal yang ia inginkan. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1634/109387.webp"
    },
    {
      "id": "309",
      "judul": "Shingeki no Kyojin: The Final Season",
      "type": "TV",
      "tahun": "07 Desember 2020",
      "status": "Complete",
      "episode": 16,
      "rating": 8,
      "sinopsis": "Eren Yeager dan para tentara Survey Corps tiba di Marley. Mereka harus berjuang untuk mengakhiri perang antara Marley dan Eldia. Eren memiliki rencana yang mengejutkan. Kisah ini penuh dengan aksi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1000/110531.webp"
    },
    {
      "id": "310",
      "judul": "Horimiya",
      "type": "TV",
      "tahun": "10 Januari 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Kyouko Hori, seorang siswi yang populer, bertemu dengan Izumi Miyamura, seorang siswa yang terlihat suram. Keduanya memiliki sisi lain dari diri mereka yang tidak diketahui orang lain. Mereka mulai menjalin hubungan yang romantis dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1695/111486.webp"
    },
    {
      "id": "311",
      "judul": "Mushoku Tensei: Isekai Ittara Honki Dasu",
      "type": "TV",
      "tahun": "11 Januari 2021",
      "status": "Complete",
      "episode": 11,
      "rating": 8,
      "sinopsis": "Seorang pria yang menganggur dan penyendiri bereinkarnasi di dunia fantasi. Ia memutuskan untuk menggunakan kesempatan ini untuk hidup dengan benar. Ia memulai perjalanan untuk menjadi lebih baik dan menemukan arti hidupnya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1530/117776.webp"
    },
    {
      "id": "312",
      "judul": "Yakusoku no Neverland 2nd Season",
      "type": "TV",
      "tahun": "08 Januari 2021",
      "status": "Complete",
      "episode": 11,
      "rating": 6,
      "sinopsis": "Setelah melarikan diri dari Grace Field House, Emma dan anak-anak lain harus bertahan hidup di dunia luar. Mereka bertemu dengan berbagai monster dan manusia. Mereka harus mencari cara untuk bertahan hidup dan menemukan tempat yang aman.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1815/110626.webp"
    },
    {
      "id": "313",
      "judul": "Dr. Stone: Stone Wars",
      "type": "TV",
      "tahun": "14 Januari 2021",
      "status": "Complete",
      "episode": 11,
      "rating": 8,
      "sinopsis": "Senku dan teman-temannya bersiap untuk perang melawan Tsukasa Shishio. Senku harus menggunakan ilmu pengetahuan untuk mengalahkan Tsukasa dan kerajaannya. Kisah ini penuh dengan strategi, aksi, dan penemuan ilmiah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1711/110614.webp"
    },
    {
      "id": "314",
      "judul": "5-toubun no Hanayome ∬",
      "type": "TV",
      "tahun": "08 Januari 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari 5-toubun no Hanayome. Fuutarou melanjutkan pekerjaannya sebagai guru les untuk lima saudari kembar. Hubungan mereka semakin berkembang. Fuutarou harus menemukan siapa di antara mereka yang akan menjadi pengantinnya di masa depan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1775/109514.webp"
    },
    {
      "id": "315",
      "judul": "Kaifuku Jutsushi no Yarinaoshi",
      "type": "TV",
      "tahun": "13 Januari 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Keyaru, seorang penyihir penyembuh, diperbudak dan disiksa. Ia berhasil kembali ke masa lalu dan bersumpah untuk membalas dendam pada orang-orang yang menyiksanya. Kisah ini penuh dengan balas dendam dan konten dewasa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1301/110018.webp"
    },
    {
      "id": "316",
      "judul": "Ore dake Haireru Kakushi Dungeon",
      "type": "TV",
      "tahun": "09 Januari 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Noir Stardia, seorang pemuda yang miskin, menemukan dungeon rahasia. Di dalamnya, ia bertemu dengan seorang petualang legendaris. Ia harus melatih dirinya dan mendapatkan kekuatan untuk menjadi lebih kuat. Kisah ini penuh dengan komedi, aksi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1988/115708.webp"
    },
    {
      "id": "317",
      "judul": "Jaku-Chara Tomozaki-kun",
      "type": "TV",
      "tahun": "08 Januari 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Fumiya Tomozaki, seorang gamer nomor satu di Jepang, merasa bahwa hidupnya adalah 'permainan buruk'. Ia bertemu dengan Aoi Hinami, seorang siswi populer yang mengajarinya tentang cara 'bermain' hidup. Ia harus belajar untuk menjadi lebih baik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1120/109232.webp"
    },
    {
      "id": "318",
      "judul": "Hataraku Saibou!!",
      "type": "TV",
      "tahun": "09 Januari 2021",
      "status": "Complete",
      "episode": 8,
      "rating": 7,
      "sinopsis": "Musim kedua dari Hataraku Saibou. Kisah tentang sel-sel tubuh manusia yang bekerja keras untuk menjaga kesehatan. Sel darah merah, sel darah putih, dan sel-sel lain kembali untuk berjuang melawan ancaman baru, seperti virus dan bakteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1726/114552.webp"
    },
    {
      "id": "319",
      "judul": "Hataraku Saibou Black (TV)",
      "type": "TV",
      "tahun": "10 Januari 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Sebuah spin-off dari Hataraku Saibou. Kisah ini mengikuti sel-sel di dalam tubuh yang tidak sehat. Sel darah merah dan sel darah putih harus bekerja lebih keras untuk menjaga tubuh dari ancaman baru, seperti rokok dan alkohol. Kisah ini penuh dengan drama dan aksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1837/110799.webp"
    },
    {
      "id": "320",
      "judul": "Yuru Camp△ Season 2",
      "type": "TV",
      "tahun": "07 Januari 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Musim kedua dari Yuru Camp△. Nadeshiko dan Rin kembali untuk berkemah. Mereka mengunjungi berbagai tempat dan bertemu dengan teman-teman baru. Kisah ini penuh dengan momen-momen hangat, santai, dan indah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1255/110636.webp"
    },
    {
      "id": "321",
      "judul": "Boku no Hero Academia 5th Season",
      "type": "TV",
      "tahun": "27 Maret 2021",
      "status": "Complete",
      "episode": 25,
      "rating": 9,
      "sinopsis": "Kelas 1-A dan 1-B saling bertarung dalam latihan. Mereka harus menunjukkan kemampuan terbaik mereka. Midoriya terus belajar untuk mengendalikan kekuatannya dan mengungkap rahasia di balik One For All. Kisah ini penuh dengan aksi dan perkembangan karakter.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1911/113611.webp"
    },
    {
      "id": "322",
      "judul": "Tokyo Revengers",
      "type": "TV",
      "tahun": "11 April 2021",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Takemichi Hanagaki, seorang pemuda yang tidak punya tujuan, kembali ke masa lalu. Ia mencoba untuk mengubah masa depan dan menyelamatkan pacarnya, Hinata Tachibana, dari kematian. Ia harus bergabung dengan geng Tokyo Manji dan berjuang untuk mengubah masa depan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1839/122012.webp"
    },
    {
      "id": "323",
      "judul": "Hige wo Soru. Soshite Joshikousei wo Hirou.",
      "type": "TV",
      "tahun": "05 April 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Yoshida, seorang pegawai kantoran, putus cinta dan mabuk. Ia bertemu dengan Sayu Ogiwara, seorang siswi SMA yang kabur dari rumah. Yoshida membiarkannya tinggal di rumahnya. Mereka berdua belajar tentang arti hidup dan menemukan jati diri mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1146/113477.webp"
    },
    {
      "id": "324",
      "judul": "Sentouin, Hakenshimasu!",
      "type": "TV",
      "tahun": "04 April 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Sentouin Rokugou, seorang prajurit dari organisasi jahat, dikirim ke dunia fantasi. Ia harus menaklukkan dunia itu. Namun, ia harus berhadapan dengan seorang putri yang aneh dan para prajurit wanita yang tidak kompeten. Kisah ini penuh dengan komedi dan aksi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1444/115118.webp"
    },
    {
      "id": "325",
      "judul": "Osananajimi ga Zettai ni Makenai Love Comedy",
      "type": "TV",
      "tahun": "14 April 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Sueharu Maru, seorang siswa SMA, ditolak oleh pacar masa kecilnya, Kuroha Shida. Ia mencoba untuk membalas dendam dengan mendekati Shirokusa Kachi. Namun, ia terjebak dalam cinta segitiga. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1111/113327.webp"
    },
    {
      "id": "326",
      "judul": "Edens Zero",
      "type": "TV",
      "tahun": "11 April 2021",
      "status": "Complete",
      "episode": 25,
      "rating": 7,
      "sinopsis": "Shiki Granbell, seorang 'Eter' yang unik, bertemu dengan Rebecca Bluegarden dan Happy. Mereka memulai perjalanan untuk menemukan 'Mother', sebuah entitas misterius. Mereka harus berhadapan dengan berbagai musuh dan menemukan kebenaran di balik dunia mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1011/111811.webp"
    },
    {
      "id": "327",
      "judul": "Nomad: Megalo Box 2",
      "type": "TV",
      "tahun": "04 April 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Joe, seorang mantan petinju, kembali dengan nama 'Nomad'. Ia harus berjuang untuk kembali ke ring. Ia harus menghadapi musuh baru dan masalah-masalah dari masa lalu. Kisah ini penuh dengan drama, aksi, dan perjuangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1190/113352.webp"
    },
    {
      "id": "328",
      "judul": "Super Cub",
      "type": "TV",
      "tahun": "07 April 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Koguma, seorang siswi yang kesepian, membeli Super Cub. Ia mulai berkendara dan menemukan teman-teman baru. Kisah ini mengikuti perjalanannya, dari petualangan kecil hingga perubahan besar. Kisah ini penuh dengan momen-momen hangat dan indah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1776/111172.webp"
    },
    {
      "id": "329",
      "judul": "Vanitas no Karte",
      "type": "TV",
      "tahun": "03 Juli 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Noe Archiviste, seorang vampir, pergi ke Paris untuk menemukan 'Book of Vanitas'. Ia bertemu dengan Vanitas, seorang dokter manusia yang menggunakan buku tersebut untuk menyembuhkan vampir. Mereka berdua harus bekerja sama untuk menyelamatkan vampir dari kutukan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1401/118483.webp"
    },
    {
      "id": "330",
      "judul": "Kanojo mo Kanojo",
      "type": "TV",
      "tahun": "03 Juli 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Naoya Mukai, seorang siswa SMA, memiliki dua pacar, Saki Saki dan Nagisa Minase. Ia memutuskan untuk hidup dengan keduanya. Ia harus berurusan dengan masalah-masalah yang muncul dari hubungan mereka. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1713/117119.webp"
    },
    {
      "id": "331",
      "judul": "Genjitsu Shugi Yuusha no Oukoku Saikenki",
      "type": "TV",
      "tahun": "04 Juli 2021",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Kazuya Souma, seorang siswa SMA, dipanggil ke dunia lain untuk menjadi pahlawan. Namun, ia memutuskan untuk menggunakan pengetahuannya tentang ekonomi dan politik untuk membangun kembali kerajaan. Ia harus menghadapi berbagai tantangan untuk membuat kerajaan menjadi lebih baik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1297/118764.webp"
    },
    {
      "id": "332",
      "judul": "Tsuki ga Michibiku Isekai Douchuu",
      "type": "TV",
      "tahun": "07 Juli 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Makoto Misumi, seorang siswa SMA, dipanggil ke dunia lain. Namun, ia dibuang oleh dewi karena ia 'tidak tampan'. Ia harus bertahan hidup di dunia itu dan membangun tempat yang aman untuk dirinya sendiri dan teman-temannya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1950/116474.webp"
    },
    {
      "id": "333",
      "judul": "Shinigami Bocchan to Kuro Maid",
      "type": "TV",
      "tahun": "04 Juli 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Seorang bocchan yang dikutuk dengan kutukan 'sentuhan maut' tinggal di sebuah mansion terpencil. Ia selalu dikelilingi oleh Alice, pelayan yang menggodanya. Mereka berdua harus mencari cara untuk memecahkan kutukan itu. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1471/115593.webp"
    },
    {
      "id": "334",
      "judul": "Peach Boy Riverside",
      "type": "TV",
      "tahun": "01 Juli 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Sally, seorang putri, meninggalkan kerajaannya untuk melihat dunia. Ia bertemu dengan Mikoto, seorang pria yang membunuh monster. Mereka berdua memulai perjalanan untuk membasmi monster dan mengungkap rahasia di balik dunia mereka.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1535/115023.webp"
    },
    {
      "id": "335",
      "judul": "Megami-ryou no Ryoubo-kun.",
      "type": "TV",
      "tahun": "14 Juli 2021",
      "status": "Complete",
      "episode": 10,
      "rating": 8,
      "sinopsis": "Koushi Nagumo, seorang siswa SMA, kehilangan rumahnya. Ia menjadi pengelola asrama yang dihuni oleh lima gadis cantik. Ia harus berurusan dengan tingkah laku mereka yang aneh. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1436/116410.webp"
    },
    {
      "id": "336",
      "judul": "Yi Ren Zhi Xia 4th Season",
      "type": "TV",
      "tahun": "24 September 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim keempat dari Yi Ren Zhi Xia. Zhang Chulan dan Bao'er Feng melanjutkan petualangan mereka. Mereka harus menghadapi musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, drama, dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1706/148594.webp"
    },
    {
      "id": "337",
      "judul": "Mushoku Tensei: Isekai Ittara Honki Dasu Part 2",
      "type": "TV",
      "tahun": "04 Oktober 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Rudeus Greyrat melanjutkan perjalanannya untuk menemukan keluarganya. Ia bertemu dengan berbagai karakter baru dan menghadapi musuh yang kuat. Kisah ini berfokus pada perkembangan Rudeus dan perjalanannya di dunia fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1028/117777.webp"
    },
    {
      "id": "338",
      "judul": "Kimetsu no Yaiba: Mugen Ressha-hen",
      "type": "TV",
      "tahun": "10 Oktober 2021",
      "status": "Complete",
      "episode": 7,
      "rating": 9,
      "sinopsis": "Setelah peristiwa film Mugen Train, Tanjiro dan teman-temannya kembali untuk melanjutkan misi mereka. Mereka harus menghadapi iblis yang kuat dan mengungkap rahasia di balik kekuatannya. Kisah ini penuh dengan aksi, drama, dan emosi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1065/118763.webp"
    },
    {
      "id": "339",
      "judul": "Mieruko-chan",
      "type": "TV",
      "tahun": "03 Oktober 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Miko Yotsuya, seorang siswi SMA, memiliki kemampuan untuk melihat monster. Ia berpura-pura tidak melihat mereka untuk bertahan hidup. Ia harus menghindari monster dan melindungi teman-temannya dari bahaya. Kisah ini penuh dengan komedi dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1277/117155.webp"
    },
    {
      "id": "340",
      "judul": "Shuumatsu no Harem",
      "type": "TV",
      "tahun": "07 Januari 2022",
      "status": "Complete",
      "episode": 11,
      "rating": 6,
      "sinopsis": "Reito Mizuhara, seorang pemuda yang terkena penyakit, terbangun lima tahun kemudian. Ia menemukan bahwa hampir semua pria di dunia telah meninggal karena virus. Ia harus berjuang untuk membangun kembali populasi manusia. Kisah ini penuh dengan ecchi dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1491/117296.webp"
    },
    {
      "id": "341",
      "judul": "Kimetsu no Yaiba: Yuukaku-hen",
      "type": "TV",
      "tahun": "05 Desember 2021",
      "status": "Complete",
      "episode": 11,
      "rating": 10,
      "sinopsis": "Tanjiro, Zenitsu, dan Inosuke pergi ke Yoshiwara, distrik lampu merah, untuk mencari iblis. Mereka dibantu oleh Tengen Uzui, seorang Hashira Suara. Mereka harus berjuang melawan iblis yang kuat dan berbahaya. Kisah ini penuh dengan aksi dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1908/120036.webp"
    },
    {
      "id": "342",
      "judul": "Shingeki no Kyojin: The Final Season Part 2",
      "type": "TV",
      "tahun": "10 Januari 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Eren Yeager dan para tentara Survey Corps melanjutkan perang mereka. Mereka harus menghadapi Marley dan musuh-musuh baru. Kisah ini penuh dengan aksi, drama, dan plot twist. Mereka harus membuat keputusan sulit yang akan memengaruhi masa depan dunia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1948/120625.webp"
    },
    {
      "id": "343",
      "judul": "Vanitas no Karte Part 2",
      "type": "TV",
      "tahun": "15 Januari 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Vanitas dan Noe melanjutkan perjalanan mereka untuk mencari vampir yang terkena kutukan. Mereka harus menghadapi musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, drama, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1247/120579.webp"
    },
    {
      "id": "344",
      "judul": "Genjitsu Shugi Yuusha no Oukoku Saikenki Part 2",
      "type": "TV",
      "tahun": "09 Januari 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Kazuya Souma melanjutkan usahanya untuk membangun kembali kerajaan. Ia harus berurusan dengan masalah-masalah politik dan militer. Ia harus menggunakan pengetahuannya untuk mengalahkan musuh-musuh dan membuat kerajaan menjadi lebih baik.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1088/120068.webp"
    },
    {
      "id": "345",
      "judul": "Koroshi Ai",
      "type": "TV",
      "tahun": "13 Januari 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Ryoha, seorang pemburu bayaran, terus-menerus mengejar Song Ryang, seorang pembunuh bayaran yang misterius. Mereka berdua terlibat dalam sebuah kasus kriminal. Kisah ini penuh dengan aksi, drama, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1485/119329.webp"
    },
    {
      "id": "346",
      "judul": "Saiyuuki Reload: Zeroin",
      "type": "TV",
      "tahun": "06 Januari 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Goku, Sanzo, Gojyo, dan Hakkai kembali untuk melawan iblis. Mereka harus berjuang untuk menghentikan iblis-iblis yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1451/119862.webp"
    },
    {
      "id": "347",
      "judul": "Spy x Family",
      "type": "TV",
      "tahun": "09 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Twilight, seorang mata-mata, harus membangun sebuah keluarga palsu untuk menyelesaikan misinya. Ia mengadopsi Anya, seorang esper, dan menikahi Yor, seorang pembunuh bayaran. Kisah ini penuh dengan komedi, aksi, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1441/122795.webp"
    },
    {
      "id": "348",
      "judul": "Tate no Yuusha no Nariagari Season 2",
      "type": "TV",
      "tahun": "06 April 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Naofumi Iwatani, 'Pahlawan Perisai', melanjutkan perjalanannya untuk melawan gelombang kehancuran. Ia bertemu dengan berbagai karakter baru dan musuh yang kuat. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1143/121873.webp"
    },
    {
      "id": "349",
      "judul": "Kaguya-sama wa Kokurasetai: Ultra Romantic",
      "type": "TV",
      "tahun": "09 April 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Musim ketiga dari Kaguya-sama. Miyuki dan Kaguya melanjutkan 'perang' mereka. Mereka juga harus berhadapan dengan masalah-masalah baru dan karakter-karakter baru. Kisah ini penuh dengan komedi, romansa, dan strategi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1160/122627.webp"
    },
    {
      "id": "350",
      "judul": "Kawaii dake ja Nai Shikimori-san",
      "type": "TV",
      "tahun": "10 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Izumi Yuu, seorang siswa SMA, memiliki pacar yang cantik dan keren, Micchon Shikimori. Namun, ia selalu mengalami nasib buruk. Shikimori selalu melindunginya. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1995/121695.webp"
    },
    {
      "id": "351",
      "judul": "Summertime Render",
      "type": "TV",
      "tahun": "15 April 2022",
      "status": "Complete",
      "episode": 25,
      "rating": 9,
      "sinopsis": "Shinpei Ajiro kembali ke kota asalnya untuk pemakaman teman masa kecilnya, Ushio Kofune. Ia menemukan bahwa ada misteri di balik kematian Ushio. Ia harus kembali ke masa lalu dan mencoba untuk mengubah masa depan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1120/120796.webp"
    },
    {
      "id": "352",
      "judul": "Tomodachi Game",
      "type": "TV",
      "tahun": "06 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yuichi Katagiri dan teman-temannya dipaksa untuk berpartisipasi dalam 'Tomodachi Game', sebuah permainan yang menguji persahabatan mereka. Mereka harus berjuang untuk bertahan hidup dan mengungkap misteri di balik permainan ini.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1247/121345.webp"
    },
    {
      "id": "353",
      "judul": "Yuusha, Yamemasu",
      "type": "TV",
      "tahun": "05 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Leo Demonheart, seorang pahlawan yang kuat, diusir dari dunia manusia. Ia memutuskan untuk bergabung dengan tentara raja iblis. Ia harus membantu mereka untuk kembali kuat. Kisah ini penuh dengan komedi, aksi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1934/122301.webp"
    },
    {
      "id": "354",
      "judul": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu",
      "type": "TV",
      "tahun": "07 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Seorang gamer terbangun di dunia lain sebagai 'Skeleton Knight'. Ia harus menyembunyikan identitasnya dan membantu orang-orang yang membutuhkan. Ia harus berjuang melawan monster dan mengungkap rahasia dunia itu.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1361/120706.webp"
    },
    {
      "id": "355",
      "judul": "Kakkou no Iinazuke",
      "type": "TV",
      "tahun": "24 April 2022",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Nagi Umino, seorang siswa SMA, menemukan bahwa ia ditukar saat lahir. Ia harus menikah dengan Erika Amano, seorang gadis yang juga ditukar saat lahir. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1285/120529.webp"
    },
    {
      "id": "356",
      "judul": "Shijou Saikyou no Daimaou, Murabito A ni Tensei Suru",
      "type": "TV",
      "tahun": "06 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Vardas, seorang raja iblis, bereinkarnasi 2000 tahun kemudian sebagai Ard, seorang siswa SMA. Ia harus belajar untuk hidup di dunia baru dan menyembunyikan kekuatannya. Kisah ini penuh dengan aksi, komedi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1904/120095.webp"
    },
    {
      "id": "357",
      "judul": "Rikei ga Koi ni Ochita no de Shoumei shitemita. Heart",
      "type": "TV",
      "tahun": "02 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Rikei ga Koi ni Ochita no de Shoumei shitemita. Ayame dan Shinya melanjutkan eksperimen mereka untuk membuktikan cinta mereka. Mereka harus menghadapi berbagai tantangan. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1109/118948.webp"
    },
    {
      "id": "358",
      "judul": "Shokei Shoujo no Virgin Road",
      "type": "TV",
      "tahun": "02 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Menou, seorang eksekutor, ditugaskan untuk membunuh Akari, seorang 'Lost One' yang memiliki kekuatan misterius. Namun, ia tidak bisa membunuhnya. Mereka berdua memulai perjalanan untuk menemukan cara untuk memecahkan kutukan itu. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1423/122029.webp"
    },
    {
      "id": "359",
      "judul": "Mahoutsukai Reimeiki",
      "type": "TV",
      "tahun": "08 April 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Siswa bernama Saya, dibesarkan di sebuah panti asuhan, dipaksa untuk pergi ke akademi sihir. Ia harus belajar sihir dan mengungkap misteri di balik kekuatannya. Kisah ini penuh dengan fantasi, aksi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1093/121114.webp"
    },
    {
      "id": "360",
      "judul": "Ao Ashi",
      "type": "TV",
      "tahun": "09 April 2022",
      "status": "Complete",
      "episode": 24,
      "rating": 9,
      "sinopsis": "Ashito Aoi, seorang pemain sepak bola yang berbakat, ditemukan oleh Tatsuya Fukuda, pelatih J.League. Ia bergabung dengan tim muda Tokyo City Esperion. Ia harus belajar untuk menjadi pemain sepak bola profesional. Kisah ini penuh dengan aksi, drama, dan perjuangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1731/120871.webp"
    },
    {
      "id": "361",
      "judul": "Overlord IV",
      "type": "TV",
      "tahun": "05 Juli 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Ainz Ooal Gown, yang terjebak di dunia lain, melanjutkan rencananya untuk dominasi global. Ia harus menghadapi berbagai tantangan dari kerajaan manusia dan entitas lain. Kisah ini penuh dengan aksi, drama, dan strategi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1530/120110.webp"
    },
    {
      "id": "362",
      "judul": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 2nd Season",
      "type": "TV",
      "tahun": "04 Juli 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim kedua dari Classroom of the Elite. Kiyotaka Ayanokouji dan teman-temannya kembali ke kelas. Mereka harus berpartisipasi dalam ujian-ujian baru yang lebih sulit. Kisah ini penuh dengan strategi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1010/124180.webp"
    },
    {
      "id": "363",
      "judul": "Kanojo, Okarishimasu 2nd Season",
      "type": "TV",
      "tahun": "02 Juli 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Rent-a-Girlfriend. Kazuya dan Chizuru melanjutkan hubungan mereka yang rumit. Mereka harus berurusan dengan masalah-masalah baru yang muncul. Kisah ini penuh dengan komedi, romansa, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1070/124592.webp"
    },
    {
      "id": "364",
      "judul": "Mamahaha no Tsurego ga Motokano datta",
      "type": "TV",
      "tahun": "06 Juli 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Mizuto Irido dan Yume Ayai adalah mantan pacar yang kini menjadi saudara tiri. Mereka harus berpura-pura tidak saling kenal. Kisah ini penuh dengan komedi, romansa, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1708/123281.webp"
    },
    {
      "id": "365",
      "judul": "Kinsou no Vermeil: Gakeppuchi Majutsushi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu",
      "type": "TV",
      "tahun": "05 Juli 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Alto Goldfield, seorang siswa akademi sihir, memanggil Vermeil, iblis yang kuat. Ia harus berurusan dengan Vermeil dan musuh-musuh baru. Kisah ini penuh dengan aksi, fantasi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1561/125302.webp"
    },
    {
      "id": "366",
      "judul": "Isekai Meikyuu de Harem wo",
      "type": "TV",
      "tahun": "08 Juli 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Michio Kaga, seorang siswa SMA, dipanggil ke dunia lain. Ia harus menjelajahi dungeon dan membuat harem. Kisah ini penuh dengan aksi, fantasi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1490/126919.webp"
    },
    {
      "id": "367",
      "judul": "Chainsaw Man",
      "type": "TV",
      "tahun": "12 Oktober 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Denji, seorang pemuda miskin, menjadi Chainsaw Man setelah bersatu dengan iblis anjingnya. Ia bergabung dengan Pemburu Iblis Keselamatan Publik untuk melawan iblis. Kisah ini penuh dengan aksi, drama, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1806/126216.webp"
    },
    {
      "id": "368",
      "judul": "Spy x Family Part 2",
      "type": "TV",
      "tahun": "01 Oktober 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Loid, Anya, dan Yor melanjutkan kehidupan keluarga palsu mereka. Loid harus menghadapi ancaman baru, Anya harus bersekolah, dan Yor harus melindungi mereka. Kisah ini penuh dengan komedi, aksi, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1111/127508.webp"
    },
    {
      "id": "369",
      "judul": "Mob Psycho 100 III",
      "type": "TV",
      "tahun": "06 Oktober 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Shigeo 'Mob' Kageyama kembali untuk musim ketiga. Ia harus menghadapi musuh yang lebih kuat dan membuat keputusan sulit. Kisah ini berfokus pada perkembangan karakter Mob dan perjalanannya untuk menjadi diri sendiri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1228/125011.webp"
    },
    {
      "id": "370",
      "judul": "Boku no Hero Academia 6th Season",
      "type": "TV",
      "tahun": "01 Oktober 2022",
      "status": "Complete",
      "episode": 25,
      "rating": 9,
      "sinopsis": "Para pahlawan dan penjahat saling bertarung dalam perang besar. Midoriya dan kawan-kawannya harus menghadapi musuh-musuh yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1483/126005.webp"
    },
    {
      "id": "371",
      "judul": "Blue Lock",
      "type": "TV",
      "tahun": "09 Oktober 2022",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Yoichi Isagi, seorang pemain sepak bola, bergabung dengan program 'Blue Lock'. Ia harus bersaing dengan 300 pemain lain untuk menjadi 'penyerang terbaik'. Kisah ini penuh dengan aksi, drama, dan strategi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1258/126929.webp"
    },
    {
      "id": "372",
      "judul": "Kage no Jitsuryokusha ni Naritakute!",
      "type": "TV",
      "tahun": "05 Oktober 2022",
      "status": "Complete",
      "episode": 20,
      "rating": 8,
      "sinopsis": "Shadow, seorang pemuda yang reinkarnasi di dunia lain, ingin menjadi 'master of shadows'. Ia menciptakan sebuah organisasi rahasia dan berpura-pura menjadi karakter sampingan. Kisah ini penuh dengan komedi, aksi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1091/128729.webp"
    },
    {
      "id": "373",
      "judul": "Uzaki-chan wa Asobitai! Double",
      "type": "TV",
      "tahun": "01 Oktober 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim kedua dari Uzaki-chan. Hana Uzaki terus-menerus mengganggu Shinichi Sakurai. Mereka berdua semakin dekat dan menghadapi masalah-masalah baru. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1539/128058.webp"
    },
    {
      "id": "374",
      "judul": "Shinobi no Ittoki",
      "type": "TV",
      "tahun": "04 Oktober 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Ittoki Sakuraba, seorang siswa SMA, menemukan bahwa ia adalah pewaris klan ninja. Ia harus bersembunyi dari para ninja lain yang ingin membunuhnya. Ia harus belajar untuk menjadi ninja dan bertahan hidup.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1476/125643.webp"
    },
    {
      "id": "375",
      "judul": "Renai Flops",
      "type": "TV",
      "tahun": "05 Oktober 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Asahi Kashiwagi, seorang siswa SMA, bertemu dengan lima gadis yang semuanya tampak tertarik padanya. Ia harus berurusan dengan masalah-masalah yang muncul dari hubungan mereka. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1620/130589.webp"
    },
    {
      "id": "376",
      "judul": "Arknights: Reimei Zensou",
      "type": "TV",
      "tahun": "29 Oktober 2022",
      "status": "Complete",
      "episode": 8,
      "rating": 6,
      "sinopsis": "Dokter, seorang operator dari Rhodes Island, terbangun dengan amnesia. Ia harus memimpin Rhodes Island untuk melawan 'Reunion Movement', sebuah organisasi teroris yang menyerang kota-kota. Kisah ini penuh dengan aksi, drama, dan strategi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1644/128406.webp"
    },
    {
      "id": "377",
      "judul": "Golden Kamuy 4th Season",
      "type": "TV",
      "tahun": "03 Oktober 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Musim keempat dari Golden Kamuy. Saichi Sugimoto dan Asirpa melanjutkan perjalanan mereka untuk mencari peta harta karun. Mereka bertemu dengan musuh baru dan menghadapi tantangan baru. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1855/128059.webp"
    },
    {
      "id": "378",
      "judul": "Koukyuu no Karasu",
      "type": "TV",
      "tahun": "01 Oktober 2022",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Liu Shouxue, seorang 'Gagak', tinggal di istana kaisar. Ia memiliki kekuatan untuk melihat hantu dan memecahkan misteri. Ia dan kaisar, Gaojun, bekerja sama untuk menyelesaikan berbagai kasus. Kisah ini penuh dengan misteri, drama, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1932/127228.webp"
    },
    {
      "id": "379",
      "judul": "Cool Doji Danshi",
      "type": "TV",
      "tahun": "11 Oktober 2022",
      "status": "Complete",
      "episode": 24,
      "rating": 6,
      "sinopsis": "Empat pria yang keren tapi ceroboh hidup bersama. Kisah ini mengikuti kehidupan sehari-hari mereka yang lucu dan menggemaskan. Kisah ini penuh dengan komedi dan momen-momen hangat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1123/134677.webp"
    },
    {
      "id": "380",
      "judul": "Peter Grill to Kenja no Jikan: Super Extra",
      "type": "TV",
      "tahun": "10 Oktober 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Peter Grill. Peter Grill kembali dan harus berurusan dengan berbagai masalah. Ia harus menolak godaan dari berbagai ras perempuan. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1702/128716.webp"
    },
    {
      "id": "381",
      "judul": "Yi Ren Zhi Xia 5th Season",
      "type": "TV",
      "tahun": "9 Desember 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kelima dari Yi Ren Zhi Xia. Zhang Chulan dan Bao'er Feng harus menghadapi tantangan baru dalam dunia 'Outsider'. Mereka harus berpartisipasi dalam pertempuran besar untuk menentukan masa depan dunia. Kisah ini penuh dengan aksi, drama, dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1585/125562.webp"
    },
    {
      "id": "382",
      "judul": "Vinland Saga Season 2",
      "type": "TV",
      "tahun": "10 Januari 2023",
      "status": "Complete",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Thorfinn, seorang mantan prajurit, kini menjadi budak. Ia harus berjuang untuk bertahan hidup dan menemukan arti hidupnya. Ia harus berhadapan dengan musuh baru dan masalah-masalah dari masa lalu. Kisah ini penuh dengan drama, aksi, dan perjuangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1170/124312.webp"
    },
    {
      "id": "383",
      "judul": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II",
      "type": "TV",
      "tahun": "08 Januari 2023",
      "status": "Complete",
      "episode": 6,
      "rating": 7,
      "sinopsis": "Musim kedua dari Maou Gakuin. Anos Voldigoad kembali ke akademi sihir dan harus menghadapi masalah baru. Ia harus berurusan dengan musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, fantasi, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1369/139553.webp"
    },
    {
      "id": "384",
      "judul": "Tokyo Revengers: Seiya Kessen-hen",
      "type": "TV",
      "tahun": "08 Januari 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Musim kedua dari Tokyo Revengers. Takemichi kembali ke masa lalu dan harus berjuang untuk menyelamatkan teman-temannya. Ia harus berhadapan dengan geng baru dan musuh yang kuat. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1773/132313.webp"
    },
    {
      "id": "385",
      "judul": "Bungou Stray Dogs 4th Season",
      "type": "TV",
      "tahun": "04 Januari 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Detective Agency dan Port Mafia kembali untuk menghadapi musuh baru. Mereka harus bersatu untuk menghentikan musuh yang kuat dan berbahaya. Kisah ini penuh dengan plot twist, aksi, dan karakter yang kompleks.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1263/132759.webp"
    },
    {
      "id": "386",
      "judul": "Tomo-chan wa Onnanoko!",
      "type": "TV",
      "tahun": "05 Januari 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Tomo Aizawa, seorang gadis tomboy, jatuh cinta pada teman masa kecilnya, Junichirou Kubota. Namun, ia dianggap sebagai 'salah satu dari pria'. Ia harus menemukan cara untuk membuatnya melihatnya sebagai seorang gadis. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1444/131828.webp"
    },
    {
      "id": "387",
      "judul": "Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken",
      "type": "TV",
      "tahun": "07 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Amane Fujimiya, seorang siswa SMA yang penyendiri, bertemu dengan Mahiru Shiina, 'gadis malaikat'. Mahiru memutuskan untuk merawat Amane. Kisah ini penuh dengan momen-momen hangat dan manis.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1240/133638.webp"
    },
    {
      "id": "388",
      "judul": "Kubo-san wa Mob wo Yurusanai",
      "type": "TV",
      "tahun": "10 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Shiraishi Junta adalah seorang siswa yang tidak terlihat oleh orang lain. Ia bertemu dengan Nagisa Kubo, seorang siswi populer yang memperhatikan Shiraishi. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1818/132330.webp"
    },
    {
      "id": "389",
      "judul": "Koori Zokusei Danshi to Cool na Douryou Joshi",
      "type": "TV",
      "tahun": "04 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Fuyutsuki, seorang wanita yang tenang dan cool, bekerja dengan Himuro, seorang pria yang memiliki kekuatan es. Mereka berdua semakin dekat dan saling jatuh cinta. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1927/132758.webp"
    },
    {
      "id": "390",
      "judul": "Inu ni Nattara Suki na Hito ni Hirowareta.",
      "type": "TV",
      "tahun": "07 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Seorang pemuda bereinkarnasi sebagai anjing. Ia diadopsi oleh Karen Inukai, gadis yang ia cintai. Ia harus berurusan dengan masalah-masalah yang muncul. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1832/132333.webp"
    },
    {
      "id": "391",
      "judul": "Buddy Daddies",
      "type": "TV",
      "tahun": "07 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kazuki Kurusu dan Rei Suwa, dua pembunuh bayaran, harus mengurus Miri Unasaka, seorang gadis kecil. Mereka berdua harus beradaptasi dengan kehidupan baru mereka. Kisah ini penuh dengan aksi, drama, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1553/133767.webp"
    },
    {
      "id": "392",
      "judul": "Shuumatsu no Walküre II",
      "type": "ONA",
      "tahun": "26 Januari 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Umat manusia menang di ronde pertama Ragnarök. Zeus mengirim Heracles untuk ronde berikutnya, sedangkan Brunhilde memilih Jack the Ripper sebagai lawan. Ketegangan antar pantheon meningkat, muncul rumor pengkhianat, dan Brunhilde berusaha keras menjalankan strateginya.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1213/124646.webp"
    },
    {
      "id": "393",
      "judul": "Kimetsu no Yaiba: Katanakaji no Sato-hen",
      "type": "TV",
      "tahun": "09 April 2023",
      "status": "Complete",
      "episode": 11,
      "rating": 10,
      "sinopsis": "Setelah pertarungan di distrik hiburan, Tanjiro pergi ke desa penempa pedang untuk memperbaiki pedangnya. Ia harus berhadapan dengan iblis yang kuat. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1765/135099.webp"
    },
    {
      "id": "394",
      "judul": "Dr. Stone: New World",
      "type": "TV",
      "tahun": "06 April 2023",
      "status": "Complete",
      "episode": 11,
      "rating": 9,
      "sinopsis": "Senku dan teman-temannya memulai perjalanan mereka ke dunia baru. Mereka harus menemukan cara untuk menghidupkan kembali seluruh umat manusia. Kisah ini penuh dengan petualangan, ilmu pengetahuan, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1316/136268.webp"
    },
    {
      "id": "395",
      "judul": "Jigokuraku",
      "type": "TV",
      "tahun": "01 April 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Gabimaru, seorang ninja yang tidak bisa mati, diberi kesempatan untuk mendapatkan pengampunan. Ia harus pergi ke pulau mistis untuk mencari 'Elixir of Life'. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1075/131925.webp"
    },
    {
      "id": "396",
      "judul": "Boku no Kokoro no Yabai Yatsu",
      "type": "TV",
      "tahun": "02 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Kyotaro Ichikawa, seorang siswa yang suram, bertemu dengan Anna Yamada, seorang siswi populer. Ia mulai tertarik padanya. Kisah ini mengikuti hubungan mereka yang canggung dan menggemaskan. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1545/133887.webp"
    },
    {
      "id": "397",
      "judul": "Edens Zero 2nd Season",
      "type": "TV",
      "tahun": "02 April 2023",
      "status": "Complete",
      "episode": 25,
      "rating": 8,
      "sinopsis": "Musim kedua dari Edens Zero. Shiki dan teman-temannya melanjutkan perjalanan mereka. Mereka harus menghadapi musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1943/135100.webp"
    },
    {
      "id": "398",
      "judul": "My Home Hero",
      "type": "TV",
      "tahun": "02 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Tetsuo Tosu, seorang ayah yang biasa-biasa saja, membunuh pacar putrinya. Ia harus menyembunyikan kejahatannya dari Yakuza. Kisah ini penuh dengan aksi, drama, dan ketegangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1525/132959.webp"
    },
    {
      "id": "399",
      "judul": "Tengoku Daimakyou",
      "type": "TV",
      "tahun": "01 April 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Di dunia pasca-apokaliptik, Maru dan Kiruko melakukan perjalanan untuk mencari 'surga'. Mereka harus berhadapan dengan monster dan misteri yang tersembunyi. Kisah ini penuh dengan petualangan, drama, dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1121/133132.webp"
    },
    {
      "id": "400",
      "judul": "Dead Mount Death Play",
      "type": "TV",
      "tahun": "11 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Seorang 'God of Death' dikalahkan dan bereinkarnasi di dunia modern. Ia harus menyembunyikan identitasnya dan beradaptasi dengan dunia baru. Ia harus berurusan dengan masalah-masalah dari masa lalu. Kisah ini penuh dengan aksi, drama, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1930/133758.webp"
    },
    {
      "id": "401",
      "judul": "Black Clover: Mahou Tei no Ken",
      "type": "Movie",
      "tahun": "16 Juni 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Asta dan teman-temannya harus melawan empat raja penyihir yang dulunya adalah kaisar sihir. Mereka harus berjuang untuk menghentikan mereka dan melindungi kerajaan. Kisah ini penuh dengan aksi dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1337/136363.webp"
    },
    {
      "id": "402",
      "judul": "Psycho-Pass Movie: Providence",
      "type": "Movie",
      "tahun": "12 Mei 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Akane Tsunemori dan Kogami Shinya kembali untuk menyelesaikan kasus baru. Mereka harus bekerja sama untuk menghentikan organisasi teroris. Kisah ini penuh dengan aksi, drama, dan misteri.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1244/134653.webp"
    },
    {
      "id": "403",
      "judul": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan OVA",
      "type": "OVA",
      "tahun": "27 April 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "OVA dari Oregairu. Hachiman, Yukino, dan Yui kembali untuk menyelesaikan masalah-masalah yang tersisa. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1334/132921.webp"
    },
    {
      "id": "404",
      "judul": "Mashle",
      "type": "TV",
      "tahun": "08 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Mash Burnedead, seorang pemuda tanpa sihir, mencoba untuk masuk ke akademi sihir. Ia harus menggunakan ototnya untuk bertahan hidup dan membuktikan dirinya. Kisah ini penuh dengan komedi, aksi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1218/135107.webp"
    },
    {
      "id": "405",
      "judul": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta",
      "type": "TV",
      "tahun": "07 April 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Yuuto Tenjou, seorang pemuda yang diintimidasi, menemukan sebuah pintu ke dunia lain. Ia mendapatkan kekuatan yang luar biasa. Ia harus menggunakan kekuatannya untuk mengubah hidupnya. Kisah ini penuh dengan aksi, fantasi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1316/134327.webp"
    },
    {
      "id": "406",
      "judul": "Kimi wa Houkago Insomnia",
      "type": "TV",
      "tahun": "11 April 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Ganta Nakami, seorang siswa yang menderita insomnia, bertemu dengan Isaki Magari, seorang siswi yang juga menderita insomnia. Mereka berdua memutuskan untuk membentuk klub astronomi. Kisah ini penuh dengan romansa dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1402/134007.webp"
    },
    {
      "id": "407",
      "judul": "Otonari ni Ginga",
      "type": "TV",
      "tahun": "09 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Ichiro Kuga, seorang mangaka, bertemu dengan Shiori Goshiki, seorang putri dari planet lain. Mereka berdua harus menikah. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1091/135041.webp"
    },
    {
      "id": "408",
      "judul": "Kaminaki Sekai no Kamisama Katsudou",
      "type": "TV",
      "tahun": "06 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Yukito Urabe, seorang pemuda yang dibesarkan di sebuah kultus, bereinkarnasi di dunia tanpa dewa. Ia harus membuat kultus baru dan menemukan cara untuk kembali ke dunianya. Kisah ini penuh dengan komedi, fantasi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1794/135148.webp"
    },
    {
      "id": "409",
      "judul": "Edomae Elf",
      "type": "TV",
      "tahun": "08 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Koito Koganei, seorang siswi SMA, menjadi pendeta di sebuah kuil. Ia harus mengurus elf yang sudah hidup selama 600 tahun. Kisah ini penuh dengan komedi dan slice of life.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1171/133777.webp"
    },
    {
      "id": "410",
      "judul": "Rokudou no Onna-tachi",
      "type": "TV",
      "tahun": "08 April 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Tousuke Rokudou, seorang siswa yang diintimidasi, mendapatkan kekuatan untuk membuat para gadis jatuh cinta padanya. Ia harus menggunakan kekuatannya untuk mengubah hidupnya. Kisah ini penuh dengan aksi, komedi, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1933/134709.webp"
    },
    {
      "id": "411",
      "judul": "Seishun Buta Yarou wa Odekake Sister no Yume wo Minai",
      "type": "Movie",
      "tahun": "23 Juni 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Sakuta dan Mai kembali untuk membantu Kaede, adik Sakuta. Kaede harus menghadapi masalah-masalah dari masa lalu. Kisah ini penuh dengan drama, romansa, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1540/134808.webp"
    },
    {
      "id": "412",
      "judul": "Jujutsu Kaisen 2nd Season",
      "type": "TV",
      "tahun": "06 Juli 2023",
      "status": "Complete",
      "episode": 23,
      "rating": 9,
      "sinopsis": "Musim kedua dari Jujutsu Kaisen. Kisah ini berfokus pada masa lalu Gojo Satoru dan insiden Shibuya. Yuuji dan teman-temannya harus berjuang untuk menghentikan musuh yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1792/138022.webp"
    },
    {
      "id": "413",
      "judul": "Mushoku Tensei II: Isekai Ittara Honki Dasu",
      "type": "TV",
      "tahun": "03 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Mushoku Tensei. Rudeus Greyrat kembali dan harus berurusan dengan masalah-masalah baru. Ia harus menemukan cara untuk menyatukan kembali keluarganya. Kisah ini penuh dengan petualangan, fantasi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1898/138005.webp"
    },
    {
      "id": "414",
      "judul": "Kanojo, Okarishimasu 3rd Season",
      "type": "TV",
      "tahun": "08 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Musim ketiga dari Rent-a-Girlfriend. Kazuya dan Chizuru melanjutkan hubungan mereka. Mereka harus membuat film untuk mewujudkan mimpi Chizuru. Kisah ini penuh dengan komedi, romansa, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1696/136634.webp"
    },
    {
      "id": "415",
      "judul": "Horimiya: Piece",
      "type": "TV",
      "tahun": "01 Juli 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Kisah-kisah sampingan dari Horimiya. Cerita ini berfokus pada kehidupan sehari-hari Hori, Miyamura, dan teman-teman mereka. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1007/136277.webp"
    },
    {
      "id": "416",
      "judul": "Bungou Stray Dogs 5th Season",
      "type": "TV",
      "tahun": "12 Juli 2023",
      "status": "Complete",
      "episode": 11,
      "rating": 8,
      "sinopsis": "Musim kelima dari Bungou Stray Dogs. Detective Agency dan Port Mafia harus bekerja sama untuk mengalahkan musuh baru. Kisah ini penuh dengan aksi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1161/136691.webp"
    },
    {
      "id": "417",
      "judul": "Zom 100: Zombie ni Naru made ni Shitai 100 no Koto",
      "type": "TV",
      "tahun": "09 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7.74,
      "sinopsis": "Akira Tendo, seorang pria yang lelah dengan pekerjaannya, menemukan bahwa dunia telah dikuasai oleh zombie. Ia memutuskan untuk membuat daftar 100 hal yang ingin ia lakukan sebelum menjadi zombie. Kisah ini penuh dengan aksi, komedi, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1384/136408.webp"
    },
    {
      "id": "418",
      "judul": "Shinigami Bocchan to Kuro Maid 2nd Season",
      "type": "TV",
      "tahun": "09 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari The Duke of Death and His Maid. Bocchan dan Alice melanjutkan usaha mereka untuk memecahkan kutukan Bocchan. Kisah ini penuh dengan romansa, komedi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1078/136947.webp"
    },
    {
      "id": "419",
      "judul": "Nanatsu no Maken ga Shihai suru",
      "type": "TV",
      "tahun": "08 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Oliver Horn, seorang siswa baru di akademi sihir, bertemu dengan Nanao Hibiya, seorang samurai. Mereka berdua harus berurusan dengan masalah-masalah di sekolah. Kisah ini penuh dengan aksi, fantasi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1396/136273.webp"
    },
    {
      "id": "420",
      "judul": "Uchi no Kaisha no Chiisai Senpai no Hanashi",
      "type": "TV",
      "tahun": "02 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Takuma Shinozaki, seorang pegawai baru, bekerja dengan Shiori Katase, seorang senior yang pendek dan menggemaskan. Shiori sering memanjakannya. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1984/136274.webp"
    },
    {
      "id": "421",
      "judul": "Yumemiru Danshi wa Genjitsushugisha",
      "type": "TV",
      "tahun": "04 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Wataru Sajou, seorang siswa yang mencintai Aika Natsukawa, tiba-tiba berhenti mengejarnya. Aika menjadi bingung. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1239/134810.webp"
    },
    {
      "id": "422",
      "judul": "Dekiru Neko wa Kyou mo Yuuutsu",
      "type": "TV",
      "tahun": "08 Juli 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Saku, seorang pegawai kantor yang ceroboh, hidup dengan kucing yang bisa memasak, bersih-bersih, dan melakukan pekerjaan rumah tangga. Kisah ini penuh dengan komedi dan slice of life.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1074/136720.webp"
    },
    {
      "id": "423",
      "judul": "Shuumatsu no Walküre II Part 2",
      "type": "TV",
      "tahun": "12 Juli 2023",
      "status": "Complete",
      "episode": 5,
      "rating": 8,
      "sinopsis": "Setelah pertempuran brutal terakhir, para dewa memimpin turnamen satu lawan satu yang menentukan nasib umat manusia. Dengan tiga kemenangan di pihak dewa, manusia hanya memiliki 10 pertandingan tersisa untuk menghindari pemusnahan. Zeus berencana memperkuat keunggulan dengan mengirim Buddha—demi-dewa yang dicintai umat manusia—ke arena. Namun, secara mengejutkan, Buddha memutuskan bertarung demi manusia. Keputusan ini membuat para dewa marah dan memanggil Tujuh Dewa Keberuntungan untuk mengalahkannya. Pertarungan memanas, hingga sebuah entitas misterius muncul di tengah arena, mengacaukan jalannya kompetisi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1958/136099.webp"
    },
    {
      "id": "424",
      "judul": "5-toubun no Hanayome∽",
      "type": "Special",
      "tahun": "02 September 2023",
      "status": "Complete",
      "episode": 2,
      "rating": 8,
      "sinopsis": "Sebuah episode spesial dari 5-toubun no Hanayome. Kisah ini berfokus pada kehidupan sehari-hari Fuutarou dan lima saudari kembar. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1567/135752.webp"
    },
    {
      "id": "425",
      "judul": "Temple",
      "type": "TV",
      "tahun": "09 Juli 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Akemitsu Akagami, seorang pemuda yang tidak suka perempuan, memutuskan untuk menjadi biksu. Ia bergabung dengan sebuah kuil yang dihuni oleh para gadis. Kisah ini penuh dengan komedi dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1879/136896.webp"
    },
    {
      "id": "426",
      "judul": "Kage no Jitsuryokusha ni Naritakute! 2nd Season",
      "type": "TV",
      "tahun": "04 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Cid Kagenou dan Shadow Garden melanjutkan petualangan mereka di kota hukum. Cid harus menghadapi musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan komedi, aksi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1938/138295.webp"
    },
    {
      "id": "427",
      "judul": "Tate no Yuusha no Nariagari Season 3",
      "type": "TV",
      "tahun": "06 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim ketiga dari The Rising of the Shield Hero. Naofumi dan teman-temannya kembali untuk melawan gelombang kehancuran. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah dari masa lalu. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1317/139802.webp"
    },
    {
      "id": "428",
      "judul": "Spy x Family Season 2",
      "type": "TV",
      "tahun": "07 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Spy x Family. Loid, Anya, dan Yor melanjutkan kehidupan keluarga palsu mereka. Mereka harus menghadapi musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan komedi, aksi, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1506/138982.webp"
    },
    {
      "id": "429",
      "judul": "Dr. Stone: New World Part 2",
      "type": "TV",
      "tahun": "12 Oktober 2023",
      "status": "Complete",
      "episode": 11,
      "rating": 8,
      "sinopsis": "Bagian kedua dari Dr. Stone: New World. Senku dan teman-temannya melanjutkan perjalanan mereka. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan petualangan, ilmu pengetahuan, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1236/138696.webp"
    },
    {
      "id": "430",
      "judul": "Tokyo Revengers: Tenjiku-hen",
      "type": "TV",
      "tahun": "04 Oktober 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Musim ketiga dari Tokyo Revengers. Takemichi kembali ke masa lalu dan harus berjuang untuk menyelamatkan teman-temannya. Ia harus berhadapan dengan geng baru, Tenjiku. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1853/139843.webp"
    },
    {
      "id": "431",
      "judul": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.",
      "type": "TV",
      "tahun": "06 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Ryuuto Kashima, seorang siswa yang tidak memiliki pengalaman cinta, mengakui perasaannya kepada Runa Shirakawa, seorang gadis populer. Mereka berdua memulai hubungan yang canggung dan menggemaskan. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1848/140019.webp"
    },
    {
      "id": "432",
      "judul": "Kanojo mo Kanojo 2nd Season",
      "type": "TV",
      "tahun": "07 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Musim kedua dari Kanojo mo Kanojo. Naoya, Saki, dan Nagisa melanjutkan hubungan mereka yang rumit. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1063/137100.webp"
    },
    {
      "id": "433",
      "judul": "Dead Mount Death Play Part 2",
      "type": "TV",
      "tahun": "09 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Bagian kedua dari Dead Mount Death Play. 'God of Death' melanjutkan kehidupannya di dunia modern. Ia harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan aksi, drama, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1005/139809.webp"
    },
    {
      "id": "434",
      "judul": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo",
      "type": "TV",
      "tahun": "08 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Rentaro Aijou, seorang pemuda yang dikutuk dengan 'harem', harus memiliki 100 pacar. Ia harus berurusan dengan masalah-masalah yang muncul dari hubungannya. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1812/136764.webp"
    },
    {
      "id": "435",
      "judul": "Under Ninja",
      "type": "TV",
      "tahun": "06 Oktober 2023",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Kurou Kumogakure, seorang ninja yang biasa-biasa saja, ditugaskan untuk misi yang berbahaya. Ia harus berhadapan dengan ninja-ninja lain. Kisah ini penuh dengan aksi, drama, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1915/137896.webp"
    },
    {
      "id": "436",
      "judul": "Captain Tsubasa (2018) Season 2: Junior Youth-hen",
      "type": "TV",
      "tahun": "01 Oktober 2023",
      "status": "Complete",
      "episode": 39,
      "rating": 8,
      "sinopsis": "Musim kedua dari Captain Tsubasa. Tsubasa dan teman-temannya berpartisipasi dalam kejuaraan junior. Mereka harus berhadapan dengan tim-tim yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan olahraga.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1716/137279.webp"
    },
    {
      "id": "437",
      "judul": "Spy x Family Movie: Code: White",
      "type": "Movie",
      "tahun": "22 Desember 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Loid, Anya, dan Yor melakukan perjalanan ke luar negeri untuk berlibur. Namun, mereka terlibat dalam sebuah misi yang berbahaya. Kisah ini penuh dengan aksi, komedi, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1426/139388.webp"
    },
    {
      "id": "438",
      "judul": "Seishun Buta Yarou wa Randoseru Girl no Yume wo Minai",
      "type": "Movie",
      "tahun": "01 Desember 2023",
      "status": "Complete",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Sakuta dan Mai kembali untuk membantu Kaede. Kaede harus berurusan dengan masalah-masalah dari masa lalu. Kisah ini penuh dengan drama, romansa, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1937/138379.webp"
    },
    {
      "id": "439",
      "judul": "Undead Unluck",
      "type": "TV",
      "tahun": "07 Oktober 2023",
      "status": "Complete",
      "episode": 24,
      "rating": 8,
      "sinopsis": "Andy, seorang pria yang tidak bisa mati, bertemu dengan Fuuko Izumo, seorang gadis yang membawa 'kesialan'. Mereka berdua bekerja sama untuk mencari cara untuk mengakhiri hidup Andy. Kisah ini penuh dengan aksi, komedi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1136/138410.webp"
    },
    {
      "id": "440",
      "judul": "Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su",
      "type": "TV",
      "tahun": "01 Oktober 2023",
      "status": "Complete",
      "episode": "25",
      "rating": 8,
      "sinopsis": "Rakurou Hizutome, seorang 'pemburu game sampah', mencoba untuk bermain game baru, 'Shangri-La Frontier'. Ia harus berurusan dengan masalah-masalah yang muncul di dalam game. Kisah ini penuh dengan aksi, komedi, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1500/139931.webp"
    },
    {
      "id": "441",
      "judul": "Ojou to Banken-kun",
      "type": "TV",
      "tahun": "29 September 2023",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Isaku Senagaki, seorang siswi SMA, jatuh cinta pada Keiya Utou, seorang yakuza. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1016/139805.webp"
    },
    {
      "id": "442",
      "judul": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 3rd Season",
      "type": "TV",
      "tahun": "03 Januari 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim ketiga dari Classroom of the Elite. Kiyotaka dan teman-temannya berpartisipasi dalam ujian baru. Kisah ini penuh dengan strategi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1332/139318.webp"
    },
    {
      "id": "443",
      "judul": "Tsuki ga Michibiku Isekai Douchuu 2nd Season",
      "type": "TV",
      "tahun": "08 Januari 2024",
      "status": "Complete",
      "episode": 25,
      "rating": 7,
      "sinopsis": "Musim kedua dari Tsukimichi: Moonlit Fantasy. Makoto melanjutkan perjalanannya di dunia lain. Ia harus berhadapan dengan musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, fantasi, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1794/142621.webp"
    },
    {
      "id": "444",
      "judul": "Mashle 2nd Season",
      "type": "TV",
      "tahun": "06 Januari 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 9,
      "sinopsis": "Musim kedua dari Mashle. Mash Burnedead kembali ke akademi sihir dan harus berhadapan dengan musuh-musuh baru. Kisah ini penuh dengan komedi, aksi, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1912/140804.webp"
    },
    {
      "id": "445",
      "judul": "Jaku-Chara Tomozaki-kun 2nd Stage",
      "type": "TV",
      "tahun": "03 Januari 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Musim kedua dari Bottom-tier Character Tomozaki. Tomozaki melanjutkan perjalanannya untuk menjadi lebih baik. Ia harus berurusan dengan masalah-masalah yang muncul. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1143/140807.webp"
    },
    {
      "id": "446",
      "judul": "Mato Seihei no Slave",
      "type": "TV",
      "tahun": "04 Januari 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Yuuki Wakura, seorang siswa SMA, ditugaskan untuk menjadi 'budak' Kyouka Uzen, seorang komandan dari pasukan antimusuh. Ia harus berjuang untuk menghentikan musuh dan melindungi Kyouka. Kisah ini penuh dengan aksi, fantasi, dan ecchi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1114/140805.webp"
    },
    {
      "id": "447",
      "judul": "Boku no Kokoro no Yabai Yatsu Season 2",
      "type": "TV",
      "tahun": "07 Januari 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 9,
      "sinopsis": "Musim kedua dari The Dangers in My Heart. Kyotaro dan Anna melanjutkan hubungan mereka. Mereka berdua semakin dekat dan menghadapi masalah-masalah baru. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1643/138581.webp"
    },
    {
      "id": "448",
      "judul": "Dosanko Gal wa Namara Menkoi",
      "type": "TV",
      "tahun": "09 Januari 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Tsubasa Shiki, seorang siswa yang pindah ke Hokkaido, bertemu dengan Minami Fuyuki, seorang 'gyaru'. Ia harus berurusan dengan masalah-masalah yang muncul dari hubungannya. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1937/136906.webp"
    },
    {
      "id": "449",
      "judul": "Pon no Michi",
      "type": "TV",
      "tahun": "06 Januari 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 6,
      "sinopsis": "Nashiko Jippensha, seorang siswi SMA, memutuskan untuk bermain Mahjong. Ia bertemu dengan teman-teman baru. Kisah ini penuh dengan komedi dan slice of life.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1070/138961.webp"
    },
    {
      "id": "451",
      "judul": "Haikyuu!! Movie: Gomisuteba no Kessen",
      "type": "Movie",
      "tahun": "16 Februari 2024",
      "status": "Complete",
      "episode": 1,
      "rating": 9,
      "sinopsis": "Karasuno High School dan Nekoma High School bertarung dalam pertandingan yang penting. Kisah ini penuh dengan aksi, drama, dan olahraga.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1665/140360.webp"
    },
    {
      "id": "452",
      "judul": "Ishura",
      "type": "TV",
      "tahun": "03 Januari 2024",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Di dunia di mana 'Lord of Light' telah meninggal, berbagai pahlawan legendaris bersaing untuk menjadi yang terkuat. Mereka harus berjuang untuk menentukan nasib dunia. Kisah ini penuh dengan aksi, fantasi, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1364/140875.webp"
    },
    {
      "id": "453",
      "judul": "Ninja Kamui",
      "type": "TV",
      "tahun": "11 Februari 2024",
      "status": "Complete",
      "episode": 13,
      "rating": 8,
      "sinopsis": "Higan, seorang ninja yang meninggalkan klan, kembali untuk membalas dendam pada orang-orang yang membunuh keluarganya. Kisah ini penuh dengan aksi, drama, dan kekerasan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1142/141351.webp"
    },
    {
      "id": "454",
      "judul": "Kaijuu 8-gou 2nd Season",
      "type": "TV",
      "tahun": "19 Juli 2025",
      "status": "Plan to Watch",
      "episode": 11,
      "rating": 7,
      "sinopsis": "Musim kedua dari Kaijuu No. 8. Kafka Hibino dan Divisi Pertahanan melanjutkan perjuangan mereka melawan Kaiju. Mereka harus menghadapi ancaman baru yang lebih besar dan mengungkap rahasia di balik Kaiju. Kisah ini penuh dengan aksi, drama, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1177/150344.webp"
    },
    {
      "id": "455",
      "judul": "Dandadan 2nd Season",
      "type": "TV",
      "tahun": "4 Juli2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Dandadan. Kisah ini akan melanjutkan petualangan Ken Takakura dan Momo Ayase yang harus menghadapi alien dan makhluk supranatural. Kisah ini penuh dengan aksi, komedi, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1721/149001.webp"
    },
    {
      "id": "456",
      "judul": "Tate no Yuusha no Nariagari Season 4",
      "type": "TV",
      "tahun": "9 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim keempat dari The Rising of the Shield Hero. Naofumi dan teman-temannya kembali untuk melawan gelombang kehancuran. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah dari masa lalu. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1638/150592.webp"
    },
    {
      "id": "457",
      "judul": "Kaoru Hana wa Rin to Saku",
      "type": "TV",
      "tahun": "6 Juli 2025",
      "status": "Plan to Watch",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Rintarou Tsumugi, seorang siswa yang suram, bertemu dengan Kaoruko Wakagari, seorang siswi yang ceria. Mereka berdua semakin dekat. Kisah ini penuh dengan romansa dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1744/150433.webp"
    },
    {
      "id": "458",
      "judul": "Seishun Buta Yarou wa Santa Claus no Yume wo Minai",
      "type": "TV",
      "tahun": "5 Juli 2025",
      "status": "Plan to Watch",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Film ketiga dari seri Rascal Does Not Dream of Bunny Girl Senpai. Kisah ini melanjutkan petualangan Sakuta dan Mai. Mereka harus menghadapi masalah-masalah baru. Kisah ini penuh dengan drama, romansa, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1823/149858.webp"
    },
    {
      "id": "459",
      "judul": "Grand Blue Season 2",
      "type": "TV",
      "tahun": "8 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari Grand Blue. Iori Kitahara dan teman-temannya kembali untuk petualangan baru. Mereka harus berurusan dengan masalah-masalah di sekolah dan klub menyelam mereka. Kisah ini penuh dengan komedi dan slice of life.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1108/150583.webp"
    },
    {
      "id": "460",
      "judul": "Kanojo, Okarishimasu 4th Season",
      "type": "TV",
      "tahun": "5 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim keempat dari Rent-a-Girlfriend. Kazuya dan Chizuru melanjutkan hubungan mereka yang rumit. Kisah ini penuh dengan komedi, romansa, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1071/150808.webp"
    },
    {
      "id": "461",
      "judul": "Dr. Stone: Science Future Part 2",
      "type": "TV",
      "tahun": "10 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Bagian kedua dari Dr. Stone: Science Future. Senku dan teman-temannya kembali untuk petualangan baru. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan petualangan, ilmu pengetahuan, dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1335/148849.webp"
    },
    {
      "id": "462",
      "judul": "Gachiakuta",
      "type": "TV",
      "tahun": "6 Juli 2025",
      "status": "Plan to Watch",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Rudo, seorang pemulung, dibuang ke 'lubang'. Ia harus bertahan hidup di dunia itu dan mengungkap rahasia di balik lubang. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1682/150432.webp"
    },
    {
      "id": "463",
      "judul": "Sakamoto Days Part 2",
      "type": "TV",
      "tahun": "15 Juli 2025",
      "status": "Plan to Watch",
      "episode": 11,
      "rating": 7,
      "sinopsis": "Musim kedua dari Sakamoto Days. Taro Sakamoto, seorang mantan pembunuh bayaran, kembali untuk melindungi keluarganya. Ia harus berhadapan dengan musuh-musuh yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1758/148719.webp"
    },
    {
      "id": "464",
      "judul": "Kakkou no Iinazuke Season 2",
      "type": "TV",
      "tahun": "8 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Musim kedua dari A Couple of Cuckoos. Nagi dan Erika melanjutkan hubungan mereka yang rumit. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1551/150517.webp"
    },
    {
      "id": "465",
      "judul": "Watari-kun no XX ga Houkai Sunzen",
      "type": "TV",
      "tahun": "5 Juli 2025",
      "status": "Plan to Watch",
      "episode": 13,
      "rating": 7,
      "sinopsis": "Shinji Watari, seorang siswa SMA, harus berurusan dengan masalah-masalah dari teman-temannya. Ia harus menemukan cara untuk menyelesaikan masalah-masalah itu. Kisah ini penuh dengan romansa dan drama.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1502/150545.webp"
    },
    {
      "id": "466",
      "judul": "Bad Girl",
      "type": "TV",
      "tahun": "6 Juli 2025",
      "status": "Plan to Watch",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Kisah ini berfokus pada kehidupan seorang gadis yang 'buruk'. Ia harus berurusan dengan masalah-masalah dari kehidupannya. Kisah ini penuh dengan drama dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1672/148848.webp"
    },
    {
      "id": "467",
      "judul": "Futari Solo Camp",
      "type": "TV",
      "tahun": "11 Juli 2025",
      "status": "Plan to Watch",
      "episode": 24,
      "rating": 7,
      "sinopsis": "Shigehisa Kiriya, seorang pemuda yang suka berkemah sendirian, bertemu dengan Aoi Saegusa, seorang pemula. Mereka berdua mulai berkemah bersama. Kisah ini penuh dengan momen-momen hangat dan indah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1904/150649.webp"
    },
    {
      "id": "468",
      "judul": "Hitozuma no Kuchibiru wa Kan Chuuhai no Aji ga shite",
      "type": "ONA",
      "tahun": "2 Juli 2025",
      "status": "Plan to Watch",
      "episode": 8,
      "rating": 7,
      "sinopsis": "Kisah ini berfokus pada hubungan terlarang antara seorang pria dan seorang wanita yang sudah menikah. Kisah ini penuh dengan drama dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1961/149183.webp"
    },
    {
      "id": "469",
      "judul": "Kimetsu no Yaiba Movie: Mugen Jou-hen",
      "type": "Movie",
      "tahun": "18 Juli 2025",
      "status": "Plan to Watch",
      "episode": 1,
      "rating": 10,
      "sinopsis": "Film ketiga dari seri Demon Slayer. Kisah ini akan melanjutkan petualangan Tanjiro dan teman-temannya. Mereka harus berhadapan dengan iblis-iblis yang kuat dan berbahaya. Kisah ini penuh dengan aksi, drama, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1681/148216.webp"
    },
    {
      "id": "470",
      "judul": "Chainsaw Man Movie: Reze-hen",
      "type": "Movie",
      "tahun": "19 September 2025",
      "status": "Plan to Watch",
      "episode": 1,
      "rating": 9,
      "sinopsis": "Film dari Chainsaw Man. Kisah ini akan berfokus pada arc Reze. Denji harus berhadapan dengan Reze, seorang gadis misterius. Kisah ini penuh dengan aksi, drama, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1763/150638.webp"
    },
    {
      "id": "471",
      "judul": "One Punch Man 3",
      "type": "TV",
      "tahun": "Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 7,
      "sinopsis": "Musim ketiga dari One Punch Man. Saitama kembali dan harus berhadapan dengan musuh-musuh baru yang lebih kuat. Kisah ini penuh dengan aksi, komedi, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1168/148347.webp"
    },
    {
      "id": "472",
      "judul": "Spy x Family Season 3",
      "type": "TV",
      "tahun": "Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 7,
      "sinopsis": "Musim ketiga dari Spy x Family. Loid, Anya, dan Yor kembali untuk petualangan baru. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan komedi, aksi, dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1496/148625.webp"
    },
    {
      "id": "473",
      "judul": "Boku no Hero Academia: Final Season",
      "type": "TV",
      "tahun": "4 Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 10,
      "sinopsis": "Musim terakhir dari My Hero Academia. Para pahlawan dan penjahat saling bertarung dalam perang terakhir. Midoriya dan kawan-kawannya harus berjuang untuk menentukan nasib dunia. Kisah ini penuh dengan aksi, drama, dan plot twist.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1959/151055.webp"
    },
    {
      "id": "474",
      "judul": "Tomodachi no Imouto ga Ore ni dake Uzai",
      "type": "TV",
      "tahun": "Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 7,
      "sinopsis": "Akiteru Ooboshi, seorang siswa SMA, harus berurusan dengan Iroha, adik perempuan temannya. Ia selalu diganggu oleh Iroha. Kisah ini penuh dengan komedi dan romansa.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1869/150605.webp"
    },
    {
      "id": "475",
      "judul": "Shuumatsu Touring",
      "type": "TV",
      "tahun": "Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 7,
      "sinopsis": "Kisah ini berfokus pada dua gadis yang melakukan perjalanan keliling dunia pasca-apokaliptik. Kisah ini penuh dengan petualangan dan slice of life.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1484/150257.webp"
    },
    {
      "id": "476",
      "judul": "Sawaranide Kotesashi-kun",
      "type": "TV",
      "tahun": "Oktober 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 7,
      "sinopsis": "Kisah ini berfokus pada hubungan antara seorang siswa yang pemalu dan seorang siswi yang menggodanya. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1025/150482.webp"
    },
    {
      "id": "477",
      "judul": "Shuumatsu no Walküre III",
      "type": "ONA",
      "tahun": "Desember 2025",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 8,
      "sinopsis": "Musim ketiga dari Record of Ragnarok. Para dewa dan manusia melanjutkan pertarungan mereka di 'Ragnarok'. Kisah ini penuh dengan aksi, drama, dan mitologi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1169/148460.webp"
    },
    {
      "id": "478",
      "judul": "Golden Kamuy: Inazuma Goutou to Mamushi no Ogin/Shimaenaga",
      "type": "OVA",
      "tahun": "17 Oktober 2025",
      "status": "Plan to Watch",
      "episode": 1,
      "rating": 7,
      "sinopsis": "Episode spesial dari Golden Kamuy. Kisah ini berfokus pada kisah-kisah sampingan dari karakter-karakter di Golden Kamuy. Kisah ini penuh dengan aksi, drama, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1750/150540.webp"
    },
    {
      "id": "479",
      "judul": "Golden Kamuy: Sapporo Beer Koujou-hen",
      "type": "Movie",
      "tahun": "10 Oktober 2025",
      "status": "Plan to Watch",
      "episode": 2,
      "rating": 8,
      "sinopsis": "Episode spesial dari Golden Kamuy. Kisah ini berfokus pada petualangan Saichi Sugimoto dan Asirpa di Sapporo Beer Factory. Kisah ini penuh dengan aksi, drama, dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1177/151071.webp"
    },
    {
      "id": "480",
      "judul": "Jigokuraku 2nd Season",
      "type": "TV",
      "tahun": "Januari 2026",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 9,
      "sinopsis": "Musim kedua dari Hell's Paradise. Gabimaru dan teman-temannya kembali untuk petualangan baru. Mereka harus berhadapan dengan musuh-musuh baru dan mengungkap rahasia yang lebih dalam. Kisah ini penuh dengan aksi, drama, dan horor.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1500/140418.webp"
    },
    {
      "id": "481",
      "judul": "Enen no Shouboutai: San no Shou Part 2",
      "type": "TV",
      "tahun": "Januari 2026",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 8,
      "sinopsis": "Bagian kedua dari musim ketiga Fire Force. Shinra dan teman-temannya melanjutkan perjuangan mereka melawan White Clad. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan aksi, drama, dan fantasi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1668/144076.webp"
    },
    {
      "id": "482",
      "judul": "Golden Kamuy: Saishuushou",
      "type": "TV",
      "tahun": "Januari 2026",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 8,
      "sinopsis": "Musim terakhir dari Golden Kamuy. Saichi Sugimoto dan Asirpa melanjutkan perjalanan mereka untuk mencari peta harta karun. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan aksi, drama, dan petualangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1809/136686.webp"
    },
    {
      "id": "483",
      "judul": "Ao no Miburo: Serizawa Ansatsu-hen",
      "type": "TV",
      "tahun": "Januari 2026",
      "status": "Plan to Watch",
      "episode": 0,
      "rating": 8,
      "sinopsis": "Kisah ini berfokus pada Toshiro Hijikata dan Sougo Okita. Mereka harus berhadapan dengan musuh-musuh baru dan masalah-masalah yang lebih besar. Kisah ini penuh dengan aksi, drama, dan sejarah.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1906/148878.webp"
    },
    {
      "id": "484",
      "judul": "Boku no Kokoro no Yabai Yatsu Movie",
      "type": "Movie",
      "tahun": "13 Februari 2026",
      "status": "Plan to Watch",
      "episode": 1,
      "rating": 8,
      "sinopsis": "Film dari The Dangers in My Heart. Kisah ini berfokus pada hubungan Kyotaro dan Anna. Kisah ini penuh dengan romansa dan komedi.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1880/150831.webp"
    },
    {
      "id": "485",
      "judul": "Karakai Jouzu no Takagi-san 3",
      "type": "TV",
      "tahun": "08 Januari 2022",
      "status": "Complete",
      "episode": 12,
      "rating": 7,
      "sinopsis": "Saat liburan musim panas berakhir, Nishikata bersemangat mencoba lelucon barunya untuk mengalahkan Takagi. Meski sering kalah, ia mulai memahami cara pikir liciknya. Nishikata pun menyadari bahwa alasan Takagi menggoda mungkin berbeda dari yang ia kira. Yang pasti, setiap hari penuh strategi dan persaingan justru membuat mereka semakin dekat.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1861/120361.webp"
    },
    {
      "id": "486",
      "judul": "Shuumatsu no Walküre",
      "type": "ONA",
      "tahun": "12 Juni 2021",
      "status": "Complete",
      "episode": 12,
      "rating": 8,
      "sinopsis": "Setiap seribu tahun, para dewa dari berbagai mitologi—mulai dari Yunani, Nordik, hingga Hindu—berkumpul untuk memutuskan nasib umat manusia. Karena muak dengan sifat egois manusia, dewan memutuskan untuk memusnahkannya. Namun, Brunhilde, salah satu dari 13 Valkyrie Valhalla, mengusulkan pertempuran Ragnarök: 13 prajurit terkuat umat manusia melawan 13 dewa dalam pertarungan satu lawan satu demi kelangsungan hidup manusia.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1456/115123.jpg"
    },
    {
      "id": "487",
      "judul": "Super Dragon Ball Heroes",
      "type": "ONA",
      "tahun": "1 Juli 2018",
      "status": "Complete",
      "episode": "56",
      "rating": 7,
      "sinopsis": "Anime promosi Dragon Ball Heroes, adaptasi dari game arcade dan kartu Jepang, mengangkat arc Prison Planet, Big Bang Mission, dan Ultra God Mission. Ceritanya mengikuti petualangan karakter Dragon Ball dalam pertempuran seru di dunia alternatif yang penuh tantangan.",
      "gambar": "https://cdn.myanimelist.net/images/anime/1480/92990.webp"
    }
  ]
}